[{"question": "اصطاد علي 23 سمكة واصطاد سعود مثليها، فما عدد ما اصطاده سعود؟", "segmented": "اصطاد علي 23 سمكه واصطاد سعود مثليها فما عدد ما اصطاده سعود ؟", "equation": "x=23*2", "tag": "novel"}, {"question": "كم عصفورًا كان على الشجرة، إذا علمت أنه بعد أن طار منهم 8 بقي 18 عصفورًا؟", "segmented": "كم عصفورا كان علي الشجره اذا علمت انه بعد ان طار منهم 8 بقي 18 عصفورا ؟", "equation": "x=18+8", "tag": "novel"}, {"question": "كم كيلومتر تساوي ( 2/5 ) من 6 كيلومترات =", "segmented": "كم كيلومتر تساوي (2/5) من 6 كيلومترات =", "equation": "x=6*(2/5)", "tag": "translated"}, {"question": "زرع غسان 35 صفًا من الأزهار، في كل صف 160 زهرة؛ فكم زهرة زرع؟", "segmented": "زرع غسان 35 صفا من الازهار في كل صف 160 زهره ؛ فكم زهره زرع ؟", "equation": "x=160*35", "tag": "translated"}, {"question": "40 ٪ من 50 =.", "segmented": "40% من 50 = .", "equation": "x=50*40%", "tag": "translated"}, {"question": "ما هو طول القطر للدائرة التي يساوي محيطها 188 سم؟", "segmented": "ما هو طول القطر للدائره التي يساوي محيطها 188 سم ؟", "equation": "x=188/3.14", "tag": "novel"}, {"question": "أوجد قيمة: 876-343=", "segmented": "اوجد قيمه : 876 - 343 =", "equation": "x=876-343", "tag": "novel"}, {"question": "ما هو النظير الضربي ل 8؟", "segmented": "ما هو النظير الضربي ل 8 ؟", "equation": "x=1/8", "tag": "translated"}, {"question": "36 شجرة مزروعة في 9 صفوف؛ فكم عدد الأشجار في كل صف؟", "segmented": "36 شجره مزروعه في 9 صفوف ؛ فكم عدد الاشجار في كل صف ؟", "equation": "x=36/9", "tag": "translated"}, {"question": "أوجد ناتج: 677-563=", "segmented": "اوجد ناتج : 677 - 563 =", "equation": "x=677-563", "tag": "novel"}, {"question": "120 في ( 1/4 ) على 60.", "segmented": "120 في (1/4) علي 60 .", "equation": "x=120*(1/4)/60", "tag": "translated"}, {"question": "ما هو الناتج للعملية الحسابية التالية 2.8 + 1.2 * 0.7", "segmented": "ما هو الناتج للعمليه الحسابيه التاليه 2.8 + 1.2 * 0.7", "equation": "x=2.8+1.2*0.7", "tag": "translated"}, {"question": "صعد متسلق قمة جبل إفرست التي يبلغ ارتفاعها 8850 مترًا؛ فإذا صعد إلى القمة ثم نزل؛ فكم مترًا تقريبًا قد قطع؟", "segmented": "صعد متسلق قمه جبل افرست التي يبلغ ارتفاعها 8850 مترا ؛ فاذا صعد الي القمه ثم نزل ؛ فكم مترا تقريبا قد قطع ؟", "equation": "x=8850*2", "tag": "novel"}, {"question": "( 2121/2323)* ( 171717/212121 ) =.", "segmented": "(2121/2323) * (171717/212121) = .", "equation": "x=(2121/2323)*(171717/212121)", "tag": "translated"}, {"question": "تستغرق مريم 5 دقائق لتغليف هدية؛ فكم دقيقة تستغرقها لتغليف 10 هدايا؟", "segmented": "تستغرق مريم 5 دقائق لتغليف هديه ؛ فكم دقيقه تستغرقها لتغليف 10 هدايا ؟", "equation": "x=10*5", "tag": "novel"}, {"question": "1993 + 1994 + 1995 + 1996 + 1997 + 1998 + 1999 + 2000 =.", "segmented": "1993 + 1994 + 1995 + 1996 + 1997 + 1998 + 1999 + 2000 = .", "equation": "x=1993+1994+1995+1996+1997+1998+1999+2000", "tag": "translated"}, {"question": "شاهدت حنان ثماني سحالي على كل سحلية بقعة سوداء؛ فكم عدد البقع السوداء على السحالي؟", "segmented": "شاهدت حنان 8 سحالي علي كل سحليه بقعه سوداء ؛ فكم عدد البقع السوداء علي السحالي ؟", "equation": "x=8*1", "tag": "novel"}, {"question": "أوجد ناتج 500 زائد 300 مقسومًا على 2؟", "segmented": "اوجد ناتج 500 زائد 300 مقسوما علي 2 ؟", "equation": "x=(300+500)/2", "tag": "novel"}, {"question": "يستطيع الظبي أن يركض 88 كيلومترًا في الساعة؛ فكم كيلو مترًا تقريبًا يستطيع الظبي أن يقطع إذا ركض مدة 12 ساعة؟", "segmented": "يستطيع الظبي ان يركض 88 كيلومترا في الساعه ؛ فكم كيلو مترا تقريبا يستطيع الظبي ان يقطع اذا ركض مده 12 ساعه ؟", "equation": "x=88*12", "tag": "novel"}, {"question": "أوجد حل المعادلة 31*9-14=", "segmented": "اوجد حل المعادله 31 * 9 - 14 =", "equation": "x=9*31-14", "tag": "novel"}, {"question": "20.01* 314 + 200.1* 31.4+2001* 3.14=.", "segmented": "20.01 * 314 + 200.1 * 31.4 + 2001 * 3.14 = .", "equation": "x=20.01*314+200.1*31.4+2001*3.14", "tag": "translated"}, {"question": "اشترى زيد علبة عصير ثمنها 9.75 ريال، وكان معه قسيمة بمقدار 1.25، فكم يدفع ثمنًا للعصير؟", "segmented": "اشتري زيد علبه عصير ثمنها 9.75 ريال وكان معه قسيمه بمقدار 1.25 فكم يدفع ثمنا للعصير ؟", "equation": "x=9.75-1.25", "tag": "novel"}, {"question": "ترغب شركة بشراء مجموعة من الأجهزة. 80 ٪ يبقى صالحا للاستعمال بعد سنة. إذا كانت الشركة تحتاج ل1200 جهاز صالح لسنين، فكم جهازا يجب شراؤه على الأقل؟", "segmented": "ترغب شركه بشراء مجموعه من الاجهزه. 80% يبقي صالحا للاستعمال بعد سنه. اذا كانت الشركه تحتاج ل 1200 جهاز صالح لسنين فكم جهازا يجب شراؤه علي الاقل ؟", "equation": "x=1200/80%", "tag": "translated"}, {"question": "في أحد الحقول 12 حصانًا، 3 منها بنية اللون. فما عدد الأحصنة غير البنية؟", "segmented": "في احد الحقول 12 حصانا 3 منها بنيه اللون. فما عدد الاحصنه غير البنيه ؟", "equation": "x=12-3", "tag": "novel"}, {"question": "قرأت هنوف 35 صفحة من الكتاب يوم الأحد، و23 صفحة يوم الاثنين، وبقي 6 صفحات دون قراءة، فما عدد صفحات الكتاب الكلية؟", "segmented": "قرات هنوف 35 صفحه من الكتاب يوم الاحد و 23 صفحه يوم 2 وبقي 6 صفحات دون قراءه فما عدد صفحات الكتاب الكليه ؟", "equation": "x=6+23+35", "tag": "novel"}, {"question": "قام 52 طالبًا برحلة ميدانية، مستقلين 4 حافلات، في كل منها العدد نفسه من الطلاب؛ فكم عدد الطلاب في كل حافلة؟", "segmented": "قام 52 طالبا برحله ميدانيه مستقلين 4 حافلات في كل منها العدد نفسه من الطلاب ؛ فكم عدد الطلاب في كل حافله ؟", "equation": "x=52/4", "tag": "novel"}, {"question": "لدى بلال 3 فطائر أعطى صديقه فطيرة واحدة؛ فكم فطيرة بقيت معه؟", "segmented": "لدي بلال 3 فطائر اعطي صديقه فطيره 1 فكم فطيره بقيت معه ؟", "equation": "x=3-1", "tag": "novel"}, {"question": "مع حسام 13 طابعًا بريديًّا، وزع منها 4 على أصدقائه؛ فكم طابعًا بقي معه؟", "segmented": "مع حسام 13 طابعا بريديا وزع منها 4 علي اصدقائه ؛ فكم طابعا بقي معه ؟", "equation": "x=13-4", "tag": "novel"}, {"question": "تمشي سناء 60 مترًا في الدقيقة، وتستغرق 12 دقيقة للوصول للمدرسة من بيتها. فما المسافة بين المنزل والمدرسة؟", "segmented": "تمشي سناء 60 مترا في الدقيقه وتستغرق 12 دقيقه للوصول للمدرسه من بيتها. فما المسافه بين المنزل والمدرسه ؟", "equation": "x=60*12", "tag": "translated"}, {"question": "تبلغ سرعة حشرة 5 كيلو مترات في الساعة فإذا قطعت20 كيلو مترًا؛ فكم ساعة استغرقت؟", "segmented": "تبلغ سرعه حشره 5 كيلو مترات في الساعه فاذا قطعت 20 كيلو مترا ؛ فكم ساعه استغرقت ؟", "equation": "x=20/5", "tag": "novel"}, {"question": "يزن لتر واحد من الكيروسين (4/5) كيلو جرام، ولتر البنزين يزن (7/10) كيلو جرام؛ فما الفرق بين وزنيهما؟", "segmented": "يزن لتر 1 من الكيروسين (4/5) كيلو جرام ولتر البنزين يزن (7/10) كيلو جرام ؛ فما الفرق بين وزنيهما ؟", "equation": "x=(4/5)-(7/10)", "tag": "translated"}, {"question": "يستطيع أمجد إنهاء العمل في 9 أيام، بينما يستغرق بدر 6 أيام لإنجاز نفس المهمة. إذا بدأ أمجد بالعمل لمدة 3 أيام، ثم أكمل بدر باقي العمل. فكم يوما يحتاج بدرإليه؟", "segmented": "يستطيع امجد انهاء العمل في 9 ايام بينما يستغرق بدر 6 ايام لانجاز نفس المهمه. اذا بدا امجد بالعمل لمده 3 ايام ثم اكمل بدر باقي العمل. فكم يوما يحتاج بدراليه ؟", "equation": "x=(1-1/9*3)/(1/6)", "tag": "translated"}, {"question": "بدأ متسلق تسلقه قمة جبل إفرست من منطقة ارتفاعها 5364 مترًا، وتسلق مسافة 701 متر فإذا علمت أن ارتفاع قمة إفرست 8850 مترًا؛ فكم مترًا بقي ليصل إلى القمة؟", "segmented": "بدا متسلق تسلقه قمه جبل افرست من منطقه ارتفاعها 5364 مترا وتسلق مسافه 701 متر فاذا علمت ان ارتفاع قمه افرست 8850 مترا ؛ فكم مترا بقي ليصل الي القمه ؟", "equation": "x=8850-5364-701", "tag": "novel"}, {"question": "الفرق بين ( 3/4 ) رقم و 5 هو 1. هذا الرقم =؟", "segmented": "الفرق بين (3/4) رقم و 5 هو 1 . هذا الرقم = ؟", "equation": "x=(5+1)/(3/4)", "tag": "translated"}, {"question": "احسب : ( 702471-702.471)/(234157-234.157)=.", "segmented": "احسب : ( 702471 - 702.471 ) / ( 234157 - 234.157 ) = .", "equation": "x=(702471-702.471)/(234157-234.157)", "tag": "translated"}, {"question": "شحن السوبر ماركت 36 صندوقًا من الخيار و45 صندوق طماطم، وكانت كمية الجزر المشحونة 4 أضعاف كمية الخيار؛ فكم عدد صناديق الجزرالتي تم شحنها؟", "segmented": "شحن السوبر ماركت 36 صندوقا من الخيار و 45 صندوق طماطم وكانت كميه الجزر المشحونه 4 اضعاف كميه الخيار ؛ فكم عدد صناديق الجزرالتي تم شحنها ؟", "equation": "x=36*4", "tag": "translated"}, {"question": "إذا كان الذئب يقطع 45 كيلو مترًا في الساعة؛ فكم يقطع في 18 ساعة؟", "segmented": "اذا كان الذئب يقطع 45 كيلو مترا في الساعه ؛ فكم يقطع في 18 ساعه ؟", "equation": "x=45*18", "tag": "novel"}, {"question": "متوازي مستطيلات مساحة قاعدته 75 سم مربع وارتفاعه 15 سم فما حجمه؟", "segmented": "متوازي مستطيلات مساحه قاعدته 75 سم مربع وارتفاعه 15 سم فما حجمه ؟", "equation": "x=75*15", "tag": "translated"}, {"question": "تريد المعلمة بسمة تصحيح 58 ورقة اختبار الرياضيات، قامت بتصحيح 18 منها في الصباح، ويجب عليها أن تنهي الباقي خلال ساعتين؛ فكم اختبارا يجب تصحيحها كل ساعة؟", "segmented": "تريد المعلمه بسمه تصحيح 58 ورقه اختبار الرياضيات قامت بتصحيح 18 منها في الصباح ويجب عليها ان تنهي الباقي خلال ساعتين ؛ فكم اختبارا يجب تصحيحها كل ساعه ؟", "equation": "x=(58-18)/2", "tag": "translated"}, {"question": "اصطفت الطالبات في الطابور الصباحي، وكان هناك 26 طالبة أمام شموخ و 19 طالبة خلفها، كم طالبة في الصف؟", "segmented": "اصطفت الطالبات في الطابور الصباحي وكان هناك 26 طالبه امام شموخ و 19 طالبه خلفها كم طالبه في الصف ؟", "equation": "x=26+19+1", "tag": "translated"}, {"question": "تشتري المدرسة مكاتب بسعر 140 ريالا لكل مكتب، وعمولة تقدر بـ 480 ريالا لـ 30 مكتبًا.إذا أردت أن تستخدم هذه الأموال لشراء كراسي، فيمكنك شراء 40 وحدة. فما سعر الكرسي الواحد؟", "segmented": "تشتري المدرسه مكاتب بسعر 140 ريالا لكل مكتب وعموله تقدر ب 480 ريالا ل 30 مكتبا.اذا اردت ان تستخدم هذه الاموال لشراء كراسي فيمكنك شراء 40 وحده. فما سعر الكرسي 1", "equation": "x=(140*30+480)/40", "tag": "translated"}, {"question": "وزع أحمد القطع الصدفية التي جمعها على 7 مجموعات من أصدقائه؛ بحيث أعطى كل واحد منهم 3 قطع؛ فكم قطعة صدفية جمعها أحمد؟", "segmented": "وزع احمد القطع الصدفيه التي جمعها علي 7 مجموعات من اصدقائه ؛ بحيث اعطي كل 1 منهم 3 قطع ؛ فكم قطعه صدفيه جمعها احمد ؟", "equation": "x=3*7", "tag": "novel"}, {"question": "مجموع 42 و 24 مضروبا في ناتج الفرق بينهما =؟", "segmented": "مجموع 42 و 24 مضروبا في ناتج الفرق بينهما = ؟", "equation": "x=(42+24)*(42-24)", "tag": "translated"}, {"question": "أوجد ناتج: 68 قسمة 2-4=؟", "segmented": "اوجد ناتج : 68 قسمه 2 - 4 = ؟", "equation": "x=68/2-4", "tag": "novel"}, {"question": "أوجد ناتج الضرب 39*5؟", "segmented": "اوجد ناتج الضرب 39 * 5 ؟", "equation": "x=5*39", "tag": "novel"}, {"question": "يوجد 60 طالبًا في الفصل، 32 طالبًا متفوقًا في اللغة، و27 طالبًا متفوقًا في الرياضيات، و22 طالبًا لم يتفوقوا في كلا المادتين؛ فكم عدد الطلاب المتفوقين في اللغة والرياضيات معا؟", "segmented": "يوجد 60 طالبا في الفصل 32 طالبا متفوقا في اللغه و 27 طالبا متفوقا في الرياضيات و 22 طالبا لم يتفوقوا في كلا المادتين ؛ فكم عدد الطلاب المتفوقين في اللغه والرياضيات معا ؟", "equation": "x=(27+32)-(60-22)", "tag": "translated"}, {"question": "قطع حسن بسيارته مسافة 356 كلم في 4 ساعات؛ فكم كلم قطع في الساعة الواحدة فإذا كان يسير بنفس السرعة؟", "segmented": "قطع حسن بسيارته مسافه 356 كلم في 4 ساعات ؛ فكم كلم قطع في الساعه 1 فاذا كان يسير بنفس السرعه ؟", "equation": "x=356/4", "tag": "novel"}, {"question": "أوجد ناتج: 44*6-9", "segmented": "اوجد ناتج : 44 * 6 - 9", "equation": "x=44*6-9", "tag": "novel"}, {"question": "تتكون إحدى البنايات من 12 طابقًا، فإذا كان ارتفاع كل واحد منها 7 أمتار فما ارتفاع البناية؟", "segmented": "تتكون 1 البنايات من 12 طابقا فاذا كان ارتفاع كل 1 منها 7 امتار فما ارتفاع البنايه ؟", "equation": "x=12*7", "tag": "novel"}, {"question": "أوجد ناتج قسمة 1340 على 2؟", "segmented": "اوجد ناتج قسمه 1340 علي 2 ؟", "equation": "x=1340/2", "tag": "novel"}, {"question": "يوجد أمام أحد المجمعات التجارية ساحتان لوقوف السيارات، كل منها تتكون من 6 صفوف، يتسع كل صف إلى 8 سيارات؛ فلكم سيارة تتسع الساحتان؟", "segmented": "يوجد امام احد المجمعات التجاريه ساحتان لوقوف السيارات كل منها تتكون من 6 صفوف يتسع كل صف الي 8 سيارات ؛ فلكم سياره تتسع الساحتان ؟", "equation": "x=2*6*8", "tag": "novel"}, {"question": "ما هو حاصل ضرب رقمين، أحدهما هو 202 والعامل الآخر هو 11؟", "segmented": "ما هو حاصل ضرب رقمين احدهما هو 202 والعامل الاخر هو 11 ؟", "equation": "x=202*11", "tag": "translated"}, {"question": "9+9.99+9.999+9.9999=.", "segmented": "9 + 9.99 + 9.999 + 9.9999 = .", "equation": "x=9+9.99+9.999+9.9999", "tag": "translated"}, {"question": "أوجد عرض مستطيل مساحته 21 كم مربع وطوله 10 كم.", "segmented": "اوجد عرض مستطيل مساحته 21 كم مربع وطوله 10 كم .", "equation": "x=21/10", "tag": "novel"}, {"question": "أوجد ناتج 600 زائد 300 مقسومًا على 2؟", "segmented": "اوجد ناتج 600 زائد 300 مقسوما علي 2 ؟", "equation": "x=(600+300)/2", "tag": "novel"}, {"question": "لدى خديجة وشاح طوله 20 مترًا، تريد تقسيمه إلى 5 قطع متساوية؛ فكم سيكون طول القطعة الواحدة من القماش؟", "segmented": "لدي خديجه وشاح طوله 20 مترا تريد تقسيمه الي 5 قطع متساويه ؛ فكم سيكون طول القطعه 1 من القماش ؟", "equation": "x=20/5", "tag": "novel"}, {"question": "أوجد ناتج: 13*7=", "segmented": "اوجد ناتج : 13 * 7 =", "equation": "x=13*7", "tag": "novel"}, {"question": "وزع حمزة الأصداف البحرية التي جمعها على 7 مجموعات من أصدقائه بحيث أعطى لكل مجموعة 3 أصداف؛ فكم عدد الأصداف البحيرة التي جمعها حمزة؟", "segmented": "وزع حمزه الاصداف البحريه التي جمعها علي 7 مجموعات من اصدقائه بحيث اعطي لكل مجموعه 3 اصداف ؛ فكم عدد الاصداف البحيره التي جمعها حمزه ؟", "equation": "x=3*7", "tag": "novel"}, {"question": "بالنسبة لإطار صورة مربع طول ضلعه يبلغ 5 ديسيمترات، فكم محيطه بالديسيمتر؟", "segmented": "بالنسبه لاطار صوره مربع طول ضلعه يبلغ 5 ديسيمترات فكم محيطه بالديسيمتر ؟", "equation": "x=4*5", "tag": "translated"}, {"question": "أوجد ناتج 17*9-23=؟", "segmented": "اوجد ناتج 17 * 9 - 23 = ؟", "equation": "x=9*17-23", "tag": "novel"}, {"question": "أوجد ناتج (3*6)+(2*11)", "segmented": "اوجد ناتج ( 3 * 6 ) + ( 2 * 11 )", "equation": "x=(11*2)+(6*3)", "tag": "novel"}, {"question": "أوجد ناتج: 25*4-9=؟", "segmented": "اوجد ناتج : 25 * 4 - 9 = ؟", "equation": "x=25*4-9", "tag": "novel"}, {"question": "في أحد معارض السيارات تم توزيع 56 سيارة على عدد من الصالات فإذا كان في كل صالة 8 سيارات؛ فما عدد صالات العرض؟", "segmented": "في احد معارض السيارات تم توزيع 56 سياره علي عدد من الصالات فاذا كان في كل صاله 8 سيارات ؛ فما عدد صالات العرض ؟", "equation": "x=56/8", "tag": "novel"}, {"question": "زرعت ميسون 18 بذرة في 9 أوعية، فوضعت العدد نفسه من البذور في كل وعاء، فما عدد البذور التي زرعتها ميسون في كل وعاء؟", "segmented": "زرعت ميسون 18 بذره في 9 اوعيه فوضعت العدد نفسه من البذور في كل وعاء فما عدد البذور التي زرعتها ميسون في كل وعاء ؟", "equation": "x=18/9", "tag": "novel"}, {"question": "مع وليد 95 ريالاً اشترى ساعة بمبلغ 64؛ فكم يبقى معه؟", "segmented": "مع وليد 95 ريالا اشتري ساعه بمبلغ 64 ؛ فكم يبقي معه ؟", "equation": "x=95-64", "tag": "novel"}, {"question": "فتحت سمية 8 علب صلصال فإذا كان في كل علبة 4 قطع من الصلصال الرمادي، ونصف هذا العدد من قطع الصلصال الأحمر، فما عدد قطع الصلصال الأحمر والرمادي في العلب الثمانية؟", "segmented": "فتحت سميه 8 علب صلصال فاذا كان في كل علبه 4 قطع من الصلصال الرمادي ونصف هذا العدد من قطع الصلصال الاحمر فما عدد قطع الصلصال الاحمر والرمادي في العلب 8", "equation": "x=8*(4+(4/2))", "tag": "novel"}, {"question": "إذا كان ثمن السيارة الجديدة 84600 ريالاً، وثمن السيارة المستعملة 57880 ريالاً؛ فكم ريالاً تقريبًا سيوفر خالد إذا اشترى سيارة مستعملة؟", "segmented": "اذا كان ثمن السياره الجديده 84600 ريالا وثمن السياره المستعمله 57880 ريالا ؛ فكم ريالا تقريبا سيوفر خالد اذا اشتري سياره مستعمله ؟", "equation": "x=84600-57880", "tag": "novel"}, {"question": "اشترى مزارع 35 أرنبًا أسود و 10 أرانب بيضاء، كم عدد الأرانب التي تم شراؤها؟", "segmented": "اشتري مزارع 35 ارنبا اسود و 10 ارانب بيضاء كم عدد الارانب التي تم شراؤها ؟", "equation": "x=35+10", "tag": "translated"}, {"question": "جلب راجح 700 ريالا للمكتبة لشراء كتب. وبعد شراء 15 كتاب بنفس السعر، أعاد له البائع 25 ريالا، فكم تكلفة كل كتاب؟", "segmented": "جلب راجح 700 ريالا للمكتبه لشراء كتب. وبعد شراء 15 كتاب بنفس السعر اعاد له البائع 25 ريالا فكم تكلفه كل كتاب ؟", "equation": "x=(700-25)/15", "tag": "translated"}, {"question": "قسمة 8 على رقم تساوي 0.5، أوجد هذا الرقم", "segmented": "قسمه 8 علي رقم تساوي 0.5 اوجد هذا الرقم", "equation": "x=8/0.5", "tag": "translated"}, {"question": "ذهب إبراهيم مع عائلته في رحلة إلى جبال السروات في المملكة العربية السعودية، وقام بتسلق تلة ارتفاعها91 مترًا، فإذا علمت أن هذا الارتفاع يعادل 3 أمثال ارتفاع التلة التي تسلقها أخوه محمد؛ فما ارتفاع التلة التي تسلقها محمد؟", "segmented": "ذهب ابراهيم مع عائلته في رحله الي جبال السروات في المملكه العربيه السعوديه وقام بتسلق تله ارتفاعها 91 مترا فاذا علمت ان هذا الارتفاع يعادل 3 امثال ارتفاع التله التي تسلقها اخوه محمد ؛ فما ارتفاع التله التي تسلقها محمد ؟", "equation": "x=3*91", "tag": "novel"}, {"question": "أوجد ناتج: 78-12=", "segmented": "اوجد ناتج : 78 - 12 =", "equation": "x=78-12", "tag": "novel"}, {"question": "تطير مجموعة من الحمام راجعة إلى أقفاصها، فإذا كان هناك 8 أقفاص في كل منها 4 حمامات. فما هو مجموع الحمام؟", "segmented": "تطير مجموعه من الحمام راجعه الي اقفاصها فاذا كان هناك 8 اقفاص في كل منها 4 حمامات. فما هو مجموع الحمام ؟", "equation": "x=8*4", "tag": "translated"}, {"question": "أوجد ناتج: 200 قسمة 4 - 11=؟", "segmented": "اوجد ناتج : 200 قسمه 4 - 11 = ؟", "equation": "x=200/4-11", "tag": "novel"}, {"question": "تحتوي سلة فواكه على 27 تفاحة، وقد أكل عدد منها، فبقي في السلة 9 تفاحات فما عدد التفاح الذي أُكل؟", "segmented": "تحتوي سله فواكه علي 27 تفاحه وقد اكل عدد منها فبقي في السله 9 تفاحات فما عدد التفاح الذي اكل ؟", "equation": "x=27-9", "tag": "novel"}, {"question": "حافلة طلاب فيها 9 صفوف من المقاعد فإذا كان كل صف يتسع لأربعة طلاب؛ فما عدد المقاعد؟", "segmented": "حافله طلاب فيها 9 صفوف من المقاعد فاذا كان كل صف يتسع لاربعه طلاب ؛ فما عدد المقاعد ؟", "equation": "x=9*4", "tag": "novel"}, {"question": "طول حمزة أقصر من طول محمد بـ( 1/14 )؛ فكم طول حمزة مقارنة بـمحمد؟", "segmented": "طول حمزه اقصر من طول محمد ب (1/14) ؛ فكم طول حمزه مقارنه بمحمد ؟", "equation": "x=1-(1/14)", "tag": "translated"}, {"question": "يصلح خبير 48 جزءًا في الساعة، بينما يصلح المتدرب 120 جزءًا في 3 ساعات، كم عدد الأجزاء التي يصنعها الخبير والمتدرب في الساعة؟", "segmented": "يصلح خبير 48 جزءا في الساعه بينما يصلح المتدرب 120 جزءا في 3 ساعات كم عدد الاجزاء التي يصنعها الخبير والمتدرب في الساعه ؟", "equation": "x=48+120/3", "tag": "translated"}, {"question": "اشترك صالح وأصدقاؤه الثلاثة في استئجار قارب، فإذا كانت أجرة القارب في الساعة الواحدة 80 ريالاً، واستعملوا القارب 3 ساعات؛ فكم ريالاً يدفع كل واحد منهم؟", "segmented": "اشترك صالح واصدقاؤه 3 في استئجار قارب فاذا كانت اجره القارب في الساعه 1 80 ريالا واستعملوا القارب 3 ساعات ؛ فكم ريالا يدفع كل 1 منهم ؟", "equation": "x=(3*80)/4", "tag": "novel"}, {"question": "التقط سنجاب 11 ثمرة ثم التقط 7 ثمرات أخرى؛ فكم ثمرة التقط السنجاب؟", "segmented": "التقط سنجاب 11 ثمره ثم التقط 7 ثمرات اخري ؛ فكم ثمره التقط السنجاب ؟", "equation": "x=11+7", "tag": "novel"}, {"question": "قرأت زينة 70 صفحة من كتاب و36 صفحة من كتاب آخر؛ فكم صفحة قرأت من الكتابين؟", "segmented": "قرات زينه 70 صفحه من كتاب و 36 صفحه من كتاب اخر ؛ فكم صفحه قرات من الكتابين ؟", "equation": "x=70+36", "tag": "novel"}, {"question": "أوجد ناتج 66*5-19؟", "segmented": "اوجد ناتج 66 * 5 - 19 ؟", "equation": "x=5*66-19", "tag": "novel"}, {"question": "أوجد ناتج: 39*2-40", "segmented": "اوجد ناتج : 39 * 2 - 40", "equation": "x=39*2-40", "tag": "novel"}, {"question": "قطع هاشم مسافة 16.75 كيلومترًا بدراجته، وبعد أن استراح قطع مسافة 11.25 كيلومترًا أخرى فما مجموع المسافات التي قطعها هاشم؟", "segmented": "قطع هاشم مسافه 16.75 كيلومترا بدراجته وبعد ان استراح قطع مسافه 11.25 كيلومترا اخري فما مجموع المسافات التي قطعها هاشم ؟", "equation": "x=16.75+11.25", "tag": "novel"}, {"question": "قام 12 شخصًا بزرع أشجار، إذا زرع كل منهم 8 أشجار، فكم عدد الأشجار المزروعة؟", "segmented": "قام 12 شخصا بزرع اشجار اذا زرع كل منهم 8 اشجار فكم عدد الاشجار المزروعه ؟", "equation": "x=12*8", "tag": "translated"}, {"question": "أوجد ناتج القسمة 135 قسمة 3؟", "segmented": "اوجد ناتج القسمه 135 قسمه 3 ؟", "equation": "x=135/3", "tag": "novel"}, {"question": "يجمع فريق أصدقاء البيئة في المدرسة الزجاجات الفارغة من أجل إعادة التدوير فإذا جمع الفريق 178 زجاجة في الشهر الأول و246 زجاجة في الشهر الثاني؛ فكم زجاجة جمع الفريق في الشهرين؟", "segmented": "يجمع فريق اصدقاء البيئه في المدرسه الزجاجات الفارغه من اجل اعاده التدوير فاذا جمع الفريق 178 زجاجه في الشهر الاول و 246 زجاجه في الشهر الثاني ؛ فكم زجاجه جمع الفريق في الشهرين ؟", "equation": "x=246+178", "tag": "novel"}, {"question": "أوجد ناتج 29*6-13؟", "segmented": "اوجد ناتج 29 * 6 - 13 ؟", "equation": "x=29*6-13", "tag": "novel"}, {"question": "أوجد قيمة 33 ضرب 144؟", "segmented": "اوجد قيمه 33 ضرب 144 ؟", "equation": "x=33*144", "tag": "novel"}, {"question": "كم طالبًا كان في الصف، إذا علمت أنه بعد دخول 12، أصبح في الصف 30 طالبًا؟", "segmented": "كم طالبا كان في الصف اذا علمت انه بعد دخول 12 اصبح في الصف 30 طالبا ؟", "equation": "x=30-12", "tag": "novel"}, {"question": "لدى مريم وشاح طوله 35 مترًا، تريد تقسيمه إلى 5 قطع متساوية؛ فكم سيكون طول القطعة الواحدة من القماش؟", "segmented": "لدي مريم وشاح طوله 35 مترا تريد تقسيمه الي 5 قطع متساويه ؛ فكم سيكون طول القطعه 1 من القماش ؟", "equation": "x=35/5", "tag": "novel"}, {"question": "أوجد ناتج الضرب 56*4-60=", "segmented": "اوجد ناتج الضرب 56 * 4 - 60 =", "equation": "x=56*4-60", "tag": "novel"}, {"question": "استقل حازم سيارة أجرة من المنزل للمكتبة. وكان سعر تشغيل السيارة 10 ريالات لمدة 3 كيلومترات، ثم يتم إضافة 1.2 ريالا إضافيا لكل كيلومتر إضافي. إذا دفع حازم 40 ريالا. فما المسافة بين بيته والمكتبة؟", "segmented": "استقل حازم سياره اجره من المنزل للمكتبه. وكان سعر تشغيل السياره 10 ريالات لمده 3 كيلومترات ثم يتم اضافه 1.2 ريالا اضافيا لكل كيلومتر اضافي. اذا دفع حازم 40 ريالا. فما المسافه بين بيته والمكتبه ؟", "equation": "x=(40-10)/1.2+3", "tag": "translated"}, {"question": "تريد البلدية بناء طريق، وكان من المخطط بناء 0.5 كيلومتر في اليوم والانتهاء من ذلك في 24 يومًا. لكن البناء الفعلي زاد 0.1 كيلومتر عن المخطط الأصلي؛ فما هو عدد الأيام التي يمكن أن يكتمل فيها البناء؟", "segmented": "تريد البلديه بناء طريق وكان من المخطط بناء 0.5 كيلومتر في اليوم والانتهاء من ذلك في 24 يوما. لكن البناء الفعلي زاد 0.1 كيلومتر عن المخطط الاصلي ؛ فما هو عدد الايام التي يمكن ان يكتمل فيها البناء ؟", "equation": "x=(24*0.5)/(0.5+0.1)", "tag": "translated"}, {"question": "4 في 73 ناقص مجموع 136مع 98، =؟", "segmented": "4 في 73 ناقص مجموع 136 مع 98 = ؟", "equation": "x=73*4-(136+98)", "tag": "translated"}, {"question": "يستعمل زيد 6 أمتار من الحبال لعمل شبكة واحدة؛ فكم مترًا من الحبال يحتاج لعمل 5 شبكات؟", "segmented": "يستعمل زيد 6 امتار من الحبال لعمل شبكه 1 فكم مترا من الحبال يحتاج لعمل 5 شبكات ؟", "equation": "x=6*5", "tag": "novel"}, {"question": "أوجد ناتج: 890+234=؟", "segmented": "اوجد ناتج : 890 + 234 = ؟", "equation": "x=234+890", "tag": "novel"}, {"question": "كتب مهند مخطوطة من 2700 كلمة. وإذا كتب (7/9) منها في 5 ساعات؛ فكم عدد الكلمات التي كتبتها في الساعة في المتوسط؟", "segmented": "كتب مهند مخطوطه من 2700 كلمه. واذا كتب (7/9) منها في 5 ساعات ؛ فكم عدد الكلمات التي كتبتها في الساعه في المتوسط ؟", "equation": "x=2700*(7/9)/5", "tag": "translated"}, {"question": "عند منى45 لعبة و3 صناديق فإذا وزعت اللعب بالتساوي في الصناديق الثلاثة؛ فكم لعبة وضعت في الصندوق الواحد؟", "segmented": "عند مني 45 لعبه و 3 صناديق فاذا وزعت اللعب بالتساوي في الصناديق 3 فكم لعبه وضعت في الصندوق 1", "equation": "x=45/3", "tag": "novel"}, {"question": "جمعت هناء عددًا من الطوابع يزيد بـ15 عن عدد طوابع سهام، فإذا جمعت سهام 7 طوابع؛ فكم عدد طوابع هناء؟", "segmented": "جمعت هناء عددا من الطوابع يزيد ب 15 عن عدد طوابع سهام فاذا جمعت سهام 7 طوابع ؛ فكم عدد طوابع هناء ؟", "equation": "x=7+15", "tag": "novel"}, {"question": "إذا كان عامل يتقاضى 20 ريالاً في الساعة؛ فكم ساعة عليه أن يعمل ليتقاضى 120 ريالاً؟", "segmented": "اذا كان عامل يتقاضي 20 ريالا في الساعه ؛ فكم ساعه عليه ان يعمل ليتقاضي 120 ريالا ؟", "equation": "x=120/20", "tag": "novel"}, {"question": "1.9 مرة من عدد = 114، ابحث عن هذا الرقم.", "segmented": "1.9 مره من عدد = 114 ابحث عن هذا الرقم .", "equation": "x=114/1.9", "tag": "translated"}, {"question": "اشترى والد محمد 18 برتقالة، وأراد أن يوزعهم على أفراد أسرته بالتساوي وعدد أفراد أسرته 6 أشخاص؛ فكم برتقالة يأخذ كل فرد؟", "segmented": "اشتري والد محمد 18 برتقاله واراد ان يوزعهم علي افراد اسرته بالتساوي وعدد افراد اسرته 6 اشخاص ؛ فكم برتقاله ياخذ كل فرد ؟", "equation": "x=18/6", "tag": "novel"}, {"question": "أوجد ناتج 45 طرح 5 قسمة 8؟", "segmented": "اوجد ناتج 45 طرح 5 قسمه 8 ؟", "equation": "x=(45-5)/8", "tag": "novel"}, {"question": "20 ٪ من ( 7/8 ) تعادل ( 14/15 ) من رقم، فما هذا الرقم؟", "segmented": "20% من (7/8) تعادل (14/15) من رقم فما هذا الرقم ؟", "equation": "x=(7/8)*20%/(14/15)", "tag": "translated"}, {"question": "اشترت خالتي جهاز كمبيوتر وثلاجة بإجمالي 6000 ريال، إذا علمت أن سعر الثلاجة أعلى ب (1/3) من سعر الكمبيوتر؛ فكم سعر الكمبيوتر؟", "segmented": "اشترت خالتي جهاز كمبيوتر وثلاجه باجمالي 6000 ريال اذا علمت ان سعر الثلاجه اعلي ب (1/3) من سعر الكمبيوتر ؛ فكم سعر الكمبيوتر ؟", "equation": "x=6000/(1+(1/3))", "tag": "translated"}, {"question": "عُرضت دراجتان للبيع بسعر 199 ريالاً و409 ريالاً؛ فكم ثمن الدراجتين؟", "segmented": "عرضت دراجتان للبيع بسعر 199 ريالا و 409 ريالا ؛ فكم ثمن الدراجتين ؟", "equation": "x=409+199", "tag": "novel"}, {"question": "ما قيمة : 765 * 963963-765765 * 963 =.", "segmented": "ما قيمه : 765 * 963963 - 765765 * 963 = .", "equation": "x=765*963963-765765*963", "tag": "translated"}, {"question": "لدى رضوان 5 ريالات أعطى أخاه ريالين؛ فكم بقي لدى رضوان؟", "segmented": "لدي رضوان 5 ريالات اعطي اخاه ريالين ؛ فكم بقي لدي رضوان ؟", "equation": "x=5-2", "tag": "novel"}, {"question": "نسبة الدواء والماء في جرعة تساوي 1:20. كم نحتاج كيلوغرام من الدواء لإعداد 84 كجم من هذه الجرعة.", "segmented": "نسبه الدواء والماء في جرعه تساوي 1 : 20 . كم نحتاج كيلوغرام من الدواء لاعداد 84 كجم من هذه الجرعه .", "equation": "x=84*((1)/(1+20))", "tag": "translated"}, {"question": "رقم ناقص 24 + 15، ثم اضربه بـ 8 للحصول على 432، ابحث عن هذا الرقم.", "segmented": "رقم ناقص 24 + 15 ثم اضربه ب 8 للحصول علي 432 ابحث عن هذا الرقم .", "equation": "x=432/8-15+24", "tag": "translated"}, {"question": "إذا تم تقسيم 81 طالبًا في إحدى المدارس الـ9 صفوف بالتساوي، فما عدد الطلاب في كل صف؟", "segmented": "اذا تم تقسيم 81 طالبا في 1 المدارس ال 9 صفوف بالتساوي فما عدد الطلاب في كل صف ؟", "equation": "x=81/9", "tag": "novel"}, {"question": "أكثر ب ثلاث مرات من 15 في 21.", "segmented": "اكثر ب 3 مرات من 15 في 21 .", "equation": "x=15*3+21", "tag": "translated"}, {"question": "يقطع سعيد 20 كيلو مترًا أسبوعيًّا بدراجته، فإذا كان في السنة 52 أسبوعًا تقريبًا؛ فكم كيلو مترًا يقطع في السنة؟", "segmented": "يقطع سعيد 20 كيلو مترا اسبوعيا بدراجته فاذا كان في السنه 52 اسبوعا تقريبا ؛ فكم كيلو مترا يقطع في السنه ؟", "equation": "x=52*20", "tag": "novel"}, {"question": "أوجد ناتج: 19*9=", "segmented": "اوجد ناتج : 19 * 9 =", "equation": "x=19*9", "tag": "novel"}, {"question": "أكلت عائلة ( 3/5 ) من كيس من الأرز، كم بقي؟", "segmented": "اكلت عائله (3/5) من كيس من الارز كم بقي ؟", "equation": "x=1-(3/5)", "tag": "translated"}, {"question": "اشترت نورة 8 قصص لتوزعها على أبنائها محمد وريم وسارة وعبد الرحمن بالتساوي؛ فكم قصة سيأخذ كل منهم؟", "segmented": "اشترت نوره 8 قصص لتوزعها علي ابنائها محمد وريم وساره وعبد الرحمن بالتساوي ؛ فكم قصه سياخذ كل منهم ؟", "equation": "x=8/4", "tag": "novel"}, {"question": "أوجد ناتج العبارة 32+4*8=؟", "segmented": "اوجد ناتج العباره 32 + 4 * 8 = ؟", "equation": "x=32+8*4", "tag": "novel"}, {"question": "265 أقل من 800 =.", "segmented": "265 اقل من 800 = .", "equation": "x=800-265", "tag": "translated"}, {"question": "أوجد ناتج: 150 مطروح منها 50 مقسومة على 2=", "segmented": "اوجد ناتج : 150 مطروح منها 50 مقسومه علي 2 =", "equation": "x=(150-50)/2", "tag": "novel"}, {"question": "مع والدة أمل 92 ريالاً فإذا اشترت ساعة وبقي معها 36 ريالاً؛ فكم ريالاً ثمن الساعة؟", "segmented": "مع والده امل 92 ريالا فاذا اشترت ساعه وبقي معها 36 ريالا ؛ فكم ريالا ثمن الساعه ؟", "equation": "x=92-36", "tag": "novel"}, {"question": "أوجد ناتج: 12*5-21=؟", "segmented": "اوجد ناتج : 12 * 5 - 21 = ؟", "equation": "x=12*5-21", "tag": "novel"}, {"question": "يكسب عامل 5 ريالات أجرة لغسيل السيارة الواحدة، فإذا كسب 35 ريالاً؛ فكم سيارة قام بغسلها؟", "segmented": "يكسب عامل 5 ريالات اجره لغسيل السياره 1 فاذا كسب 35 ريالا ؛ فكم سياره قام بغسلها ؟", "equation": "x=35/5", "tag": "novel"}, {"question": "لدى حنان 12 قلمًا ولدى سارة 47 قلمًا؛ فما مجموع الأقلام لدى سارة وحنان؟", "segmented": "لدي حنان 12 قلما ولدي ساره 47 قلما ؛ فما مجموع الاقلام لدي ساره وحنان ؟", "equation": "x=12+47", "tag": "novel"}, {"question": "مستطيل طوله 6 وعرضه 10؛ فما محيطه؟", "segmented": "مستطيل طوله 6 وعرضه 10 ؛ فما محيطه ؟", "equation": "x=2*(6+10)", "tag": "novel"}, {"question": "يوجد في شركة 1008 موظفة، وهذا العدد يمثل (6/11) من إجمالي عدد الموظفين؛ فما هو عدد الموظفين من الجنسين؟", "segmented": "يوجد في شركه 1008 موظفه وهذا العدد يمثل (6/11) من اجمالي عدد الموظفين ؛ فما هو عدد الموظفين من الجنسين ؟", "equation": "x=1008/(6/11)", "tag": "translated"}, {"question": "أوجد ناتج: 5642*5=؟", "segmented": "اوجد ناتج : 5642 * 5 = ؟", "equation": "x=5*5642", "tag": "novel"}, {"question": "مقياس 10 أمتار، بعد تخفيضه ب ( 1/10 ) = ", "segmented": "مقياس 10 امتار بعد تخفيضه ب (1/10) =", "equation": "x=10*(1-(1/10))", "tag": "translated"}, {"question": "في شهر مارس تم غرس 360 شجرة خوخ، وكان عدد أشجار الكمثرى ضعف عدد أشجار الخوخ، وكان عدد أشجار التفاح المزروعة نصف إجمالي عدد الشجرتين الأوليين؛ فكم عدد أشجار التفاح المزروعة؟", "segmented": "في شهر مارس تم غرس 360 شجره خوخ وكان عدد اشجار الكمثري ضعف عدد اشجار الخوخ وكان عدد اشجار التفاح المزروعه نصف اجمالي عدد الشجرتين الاوليين ؛ فكم عدد اشجار التفاح المزروعه ؟", "equation": "x=(360*2+360)/2", "tag": "translated"}, {"question": "أوجد ناتج: 100 مطروح منها 50 مقسومة على 2=", "segmented": "اوجد ناتج : 100 مطروح منها 50 مقسومه علي 2 =", "equation": "x=(100-50)/2", "tag": "novel"}, {"question": "أوجد مجموع 268 و 507", "segmented": "اوجد مجموع 268 و 507", "equation": "x=268+507", "tag": "translated"}, {"question": "أوجد ناتج: 101*2-89", "segmented": "اوجد ناتج : 101 * 2 - 89", "equation": "x=101*2-89", "tag": "novel"}, {"question": "تمت إزالة 85.6 طنًا من الأسمنت من المستودع، تاركًا 52.3 طنًا. كم طن من الأسمنت كان في المستودع؟", "segmented": "تمت ازاله 85.6 طنا من الاسمنت من المستودع تاركا 52.3 طنا. كم طن من الاسمنت كان في المستودع ؟", "equation": "x=85.6+52.3", "tag": "translated"}, {"question": "مع والدة عائشة 168 ريالاً فإذا اشترت ساعة، وبقي معها 56 ريالاً؛ فكم ريالاً ثمن الساعة؟", "segmented": "مع والده عائشه 168 ريالا فاذا اشترت ساعه وبقي معها 56 ريالا ؛ فكم ريالا ثمن الساعه ؟", "equation": "x=168-56", "tag": "novel"}, {"question": "30 أقل من 5 أضعاف رقم يساوي 470. فما هذا الرقم؟", "segmented": "30 اقل من 5 اضعاف رقم يساوي 470 . فما هذا الرقم ؟", "equation": "x=(470+30)/5", "tag": "translated"}, {"question": "قسم المعلم الطلاب إلى 4 مجموعات، كل مجموعة تتكون من 5 طلاب. فما عدد الطلاب في المجموعات كلها؟", "segmented": "قسم المعلم الطلاب الي 4 مجموعات كل مجموعه تتكون من 5 طلاب. فما عدد الطلاب في المجموعات كلها ؟", "equation": "x=5*4", "tag": "novel"}, {"question": "كان طول فاطمة العام الماضي 128سم، وأصبح طولها هذا العام 135سم، اكتب جملة تعبر عن مقدر زيادة طول فاطمة عن العام الماضي؟", "segmented": "كان طول فاطمه العام الماضي 128 سم واصبح طولها هذا العام 135 سم اكتب جمله تعبر عن مقدر زياده طول فاطمه عن العام الماضي ؟", "equation": "x=135-128", "tag": "novel"}, {"question": "1+2+3+4+5+6+7+8+9=.", "segmented": "1 + 2 + 3 + 4 + 5 + 6 + 7 + 8 + 9 = .", "equation": "x=1+2+3+4+5+6+7+8+9", "tag": "translated"}, {"question": "أوجد ناتج: 81 مقسومة على 9 مضروبة في 2؟", "segmented": "اوجد ناتج : 81 مقسومه علي 9 مضروبه في 2 ؟", "equation": "x=81/9*2", "tag": "novel"}, {"question": "أمام فارس 4 قمصان وبنطالان و3 أحذية ليختار منها زيًّا رياضيًّا؛ فكم مظهرًا مختلفًا يمكنه الاختيار منها؟", "segmented": "امام فارس 4 قمصان وبنطالان و 3 احذيه ليختار منها زيا رياضيا ؛ فكم مظهرا مختلفا يمكنه الاختيار منها ؟", "equation": "x=4*2*3", "tag": "novel"}, {"question": "( 1/30 ) س = ( 11/15 )، أحسب قيمة س", "segmented": "(1/30) س = (11/15) احسب قيمه س", "equation": "x=(11/15)/(1/30)", "tag": "translated"}, {"question": "يبلغ ثمن ثلاجة 4600ريال فإذا تم الشراء بالتقسيط على 8 شهور؛ فكم يبلغ القسط الشهري؟", "segmented": "يبلغ ثمن ثلاجه 4600 ريال فاذا تم الشراء بالتقسيط علي 8 شهور ؛ فكم يبلغ القسط الشهري ؟", "equation": "x=4600/8", "tag": "novel"}, {"question": "في المزرعة 4 أرانب ركض 3 منها إلى الحظيرة؛ فكم أرنبًا بقي؟", "segmented": "في المزرعه 4 ارانب ركض 3 منها الي الحظيره ؛ فكم ارنبا بقي ؟", "equation": "x=4-3", "tag": "novel"}, {"question": "حاصل ضرب 32 في 23 ناقص 308/14، يساوي؟", "segmented": "حاصل ضرب 32 في 23 ناقص 308 / 14 يساوي ؟", "equation": "x=32*23-308/14", "tag": "translated"}, {"question": "7014-5*7*11*13=.", "segmented": "7014 - 5 * 7 * 11 * 13 = .", "equation": "x=7014-5*7*11*13", "tag": "translated"}, {"question": "840/6/70+630=.", "segmented": "840 / 6 / 70 + 630 = .", "equation": "x=840/6/70+630", "tag": "translated"}, {"question": "أوجد ناتج: 75*3=", "segmented": "اوجد ناتج : 75 * 3 =", "equation": "x=75*3", "tag": "novel"}, {"question": " 2012-2*7*11*13", "segmented": "2012 - 2 * 7 * 11 * 13", "equation": "x=2012-2*7*11*13", "tag": "translated"}, {"question": "أوجد ناتج قسمة 560 على2=؟", "segmented": "اوجد ناتج قسمه 560 علي 2 = ؟", "equation": "x=560/2", "tag": "novel"}, {"question": "أوجد ناتج: (س*5)=25", "segmented": "اوجد ناتج : ( س * 5 ) = 25", "equation": "x=25/5", "tag": "novel"}, {"question": "أوجد حل المعادلة 19*5-9", "segmented": "اوجد حل المعادله 19 * 5 - 9", "equation": "x=19*5-9", "tag": "novel"}, {"question": "يوجد 260 طالبًا وطالبة في الصف الخامس بمدرسة الأمل الابتدائية، ومعدل التحصيل في التربية البدنية 95٪؛ فكم عدد الطلاب الذين حققوا مستوى التربية البدنية؟", "segmented": "يوجد 260 طالبا وطالبه في الصف الخامس بمدرسه الامل الابتدائيه ومعدل التحصيل في التربيه البدنيه 95% ؛ فكم عدد الطلاب الذين حققوا مستوي التربيه البدنيه ؟", "equation": "x=260*95%", "tag": "translated"}, {"question": "أوجد ناتج قسمة 900/30=", "segmented": "اوجد ناتج قسمه 900 / 30 =", "equation": "x=900/30", "tag": "novel"}, {"question": "عند معلم التربية البدنية 25 كرة صغيرة، ويريد أن يوزعها على 5 طلاب بالتساوي؛ فكم يأخذ كل طالب؟", "segmented": "عند معلم التربيه البدنيه 25 كره صغيره ويريد ان يوزعها علي 5 طلاب بالتساوي ؛ فكم ياخذ كل طالب ؟", "equation": "x=25/5", "tag": "novel"}, {"question": "محيط المربع هو 16 ديسيمتر، فما مساحته؟", "segmented": "محيط المربع هو 16 ديسيمتر فما مساحته ؟", "equation": "x=(16/4)*(16/4)", "tag": "translated"}, {"question": "اشترت فرح 16 علبة من العصير فإذا كان سعر العلبة الواحدة 3 ريالات؛ فكم سعر جميع العلب؟", "segmented": "اشترت فرح 16 علبه من العصير فاذا كان سعر العلبه 1 3 ريالات ؛ فكم سعر جميع العلب ؟", "equation": "x=16*3", "tag": "novel"}, {"question": "طول قاعدة متوازي الأضلاع 25 سم، والارتفاع هو القاعدة (4/5)؛ فما مساحتها؟", "segmented": "طول قاعده متوازي الاضلاع 25 سم والارتفاع هو القاعده (4/5) ؛ فما مساحتها ؟", "equation": "x=25*(4/5)*25", "tag": "translated"}, {"question": "قامت مدرسة عدد طلابها 408 طلاب بزيارة مهرجان بحيث وزعت طلابها 4 مجموعات متساوية؛ فكم طالبًا في كل مجموعة؟", "segmented": "قامت مدرسه عدد طلابها 408 طلاب بزياره مهرجان بحيث وزعت طلابها 4 مجموعات متساويه ؛ فكم طالبا في كل مجموعه ؟", "equation": "x=408/4", "tag": "novel"}, {"question": "مجموع 142 و283 ", "segmented": "مجموع 142 و 283", "equation": "x=142+283", "tag": "translated"}, {"question": "زرعت 24 وردة على زهريات فوضعت 8 وردات في كل زهرية؛ فما عدد الزهريات؟", "segmented": "زرعت 24 ورده علي زهريات فوضعت 8 وردات في كل زهريه ؛ فما عدد الزهريات ؟", "equation": "x=24/8", "tag": "novel"}, {"question": "أوجد ناتج 30 جمع 170 طرح 60؟", "segmented": "اوجد ناتج 30 جمع 170 طرح 60 ؟", "equation": "x=(30+170)-60", "tag": "novel"}, {"question": "ما هي مساحة الدائرة إذا علمت أن نصف قطرها يساوي 20 سم؟", "segmented": "ما هي مساحه الدائره اذا علمت ان نصف قطرها يساوي 20 سم ؟", "equation": "x=3.14*20^2", "tag": "novel"}, {"question": "يبلغ طول المسار في الحديقة 1.09 كيلومترًا، في سباق الماراثون، ركض رابح حول المسار 140 مرة، كم عدد الكيلومترات التي تم قطعها؟", "segmented": "يبلغ طول المسار في الحديقه 1.09 كيلومترا في سباق الماراثون ركض رابح حول المسار 140 مره كم عدد الكيلومترات التي تم قطعها ؟", "equation": "x=1.09*140", "tag": "translated"}, {"question": "أوجد ناتج: 547+100=؟", "segmented": "اوجد ناتج : 547 + 100 = ؟", "equation": "x=100+547", "tag": "novel"}, {"question": "ما هو نصف قطر دائرة محيطها 234.53 ملم؟", "segmented": "ما هو نصف قطر دائره محيطها 234.53 ملم ؟", "equation": "x=234.53/(2*3.14)", "tag": "novel"}, {"question": "يحتوي فول الصويا على بروتين بمقدار 36٪، ومحتوى الدهون حوالي 18.4 ٪؛ فكم غرامًا من البروتينات والدهون يوجد في 750 جرامًا من فول الصويا؟", "segmented": "يحتوي فول الصويا علي بروتين بمقدار 36% ومحتوي الدهون حوالي 18.4% ؛ فكم غراما من البروتينات والدهون يوجد في 750 جراما من فول الصويا ؟", "equation": "x=750*(36%+18.4%)", "tag": "translated"}, {"question": "مجموع 5.6 و 3.8 مضروبا في الفرق بينهما، الناتج =؟", "segmented": "مجموع 5.6 و 3.8 مضروبا في الفرق بينهما الناتج = ؟", "equation": "x=(5.6+3.8)*(5.6-3.8)", "tag": "translated"}, {"question": "114 يساوي 6 مرات عدد ما، أوجد هذا العدد", "segmented": "114 يساوي 6 مرات عدد ما اوجد هذا العدد", "equation": "x=114/6", "tag": "translated"}, {"question": "أوجد مساحة مثلث ارتفاعه 94 سم وطول قاعدته يساوي 45 سم.", "segmented": "اوجد مساحه مثلث ارتفاعه 94 سم وطول قاعدته يساوي 45 سم .", "equation": "x=94*45/2", "tag": "novel"}, {"question": "أوجد ناتج: 25*6-9=؟", "segmented": "اوجد ناتج : 25 * 6 - 9 = ؟", "equation": "x=25*6-9", "tag": "novel"}, {"question": "أوجد ناتج الضرب 25*18؟", "segmented": "اوجد ناتج الضرب 25 * 18 ؟", "equation": "x=18*25", "tag": "novel"}, {"question": "(2.4+(2/3))*15 =؟", "segmented": "( 2.4 + (2/3) ) * 15 = ؟", "equation": "x=(2.4+(2/3))*15", "tag": "translated"}, {"question": "مع ليلى 4 أقلام ملونة، ومع جميلة أقلام ملونة يزيد عددها على ما عند ليلى بثلاثة؛ ما عدد الأقلام جميعها؟", "segmented": "مع ليلي 4 اقلام ملونه ومع جميله اقلام ملونه يزيد عددها علي ما عند ليلي بثلاثه ؛ ما عدد الاقلام جميعها ؟", "equation": "x=4*2+3", "tag": "novel"}, {"question": "5 / مجموع 2.7 و 1.3، ما هو الناتج؟", "segmented": "5 / مجموع 2.7 و 1.3 ما هو الناتج ؟", "equation": "x=5/(2.7+1.3)", "tag": "translated"}, {"question": "وزع أحمد القطع الصدفية التي جمعها على 7 مجموعات من أصدقائه بحيث أعطى كل واحد منهم 5 قطع؛ فكم قطعة صدفية جمعها أحمد؟", "segmented": "وزع احمد القطع الصدفيه التي جمعها علي 7 مجموعات من اصدقائه بحيث اعطي كل 1 منهم 5 قطع ؛ فكم قطعه صدفيه جمعها احمد ؟", "equation": "x=7*5", "tag": "novel"}, {"question": "( س +400 ) /2 = 500. أوجد س", "segmented": "( س + 400 ) / 2 = 500 . اوجد س", "equation": "x=500*2-400", "tag": "translated"}, {"question": "أوجد ناتج: 166 قسمة 2=", "segmented": "اوجد ناتج : 166 قسمه 2 =", "equation": "x=166/2", "tag": "novel"}, {"question": "اشترى حسام سندات بناء وطنية مدتها 3 سنوات بقيمة 1000 ريال، إذا كان معدل الفائدة السنوي هو 5.74 ٪، فكم ريالا يصبح معه عند الاستحقاق بالإضافة لرأس المال.", "segmented": "اشتري حسام سندات بناء وطنيه مدتها 3 سنوات بقيمه 1000 ريال اذا كان معدل الفائده السنوي هو 5.74% فكم ريالا يصبح معه عند الاستحقاق بالاضافه لراس المال .", "equation": "x=1000+1000*5.74%*3", "tag": "translated"}, {"question": "أوجد الناتج: 24 قسمة 3-2=", "segmented": "اوجد الناتج : 24 قسمه 3 - 2 =", "equation": "x=24/3-2", "tag": "novel"}, {"question": "اشترت منال 6 باقات من الزهور فإذا كان سعر الباقة الواحد 36 ريالاً؛ فكم سعر جميع الباقات؟", "segmented": "اشترت منال 6 باقات من الزهور فاذا كان سعر الباقه 1 36 ريالا ؛ فكم سعر جميع الباقات ؟", "equation": "x=36/6", "tag": "novel"}, {"question": "( 3/4 ) رقم هو ( 4/5 )، أوجد ( 3/8 ) هذا الرقم .", "segmented": "(3/4) رقم هو (4/5) اوجد (3/8) هذا الرقم .", "equation": "x=(4/5)/(3/4)*(3/8)", "tag": "translated"}, {"question": "قرأ سامي في اليوم الأول 20 صفحة، ثم قرأ في اليوم الثاني 54 صفحة؛ فما مجموع الصفحات التي قرأها في اليومين؟", "segmented": "قرا سامي في اليوم الاول 20 صفحه ثم قرا في اليوم الثاني 54 صفحه ؛ فما مجموع الصفحات التي قراها في اليومين ؟", "equation": "x=20+54", "tag": "novel"}, {"question": "تبلغ سرعة حشرة 3 كيلومترات في الساعة، فإذا قطعت مسافة 27 كيلومترا؛ فكم ساعة استغرقت؟", "segmented": "تبلغ سرعه حشره 3 كيلومترات في الساعه فاذا قطعت مسافه 27 كيلومترا ؛ فكم ساعه استغرقت ؟", "equation": "x=27/3", "tag": "novel"}, {"question": "اصطاد سامر 14 طائرًا، واصطاد زياد مثلهـا؛ فكم اصطاد الاثنان معًا؟", "segmented": "اصطاد سامر 14 طائرا واصطاد زياد مثلها ؛ فكم اصطاد 2 معا ؟", "equation": "x=14+14", "tag": "novel"}, {"question": "س أضعاف ( 3/4 ) هو 27، س=.", "segmented": "س اضعاف (3/4) هو 27 س = .", "equation": "x=27/(3/4)", "tag": "translated"}, {"question": "التحق جميع طلاب الفصل الـ 38 في الصف السادس بالمدرسة اليوم، باستثناء طالبين كانا في إجازة طبية. ماهي النسبة المئوية التي يمثلها عدد الأشخاص في هذا الفصل؟", "segmented": "التحق جميع طلاب الفصل ال 38 في الصف السادس بالمدرسه اليوم باستثناء طالبين كانا في اجازه طبيه. ماهي النسبه المئويه التي يمثلها عدد الاشخاص في هذا الفصل ؟", "equation": "x=38/(38+2)", "tag": "translated"}, {"question": "مع سامي 8 أقلام أعطى صديقه 3 منها؛ فكم قلمًا بقي مع سامي؟", "segmented": "مع سامي 8 اقلام اعطي صديقه 3 منها ؛ فكم قلما بقي مع سامي ؟", "equation": "x=8-3", "tag": "novel"}, {"question": "في بداية العام الدراسي كان عدد طلاب الصف الثالث 28 طالبًا فإذا انتقل 4 طلاب منهم إلى مدارس أخرى، في حين انضم 3 طلاب جدد إلى الصف؛ فكم عدد طلاب الصف؟", "segmented": "في بدايه العام الدراسي كان عدد طلاب الصف الثالث 28 طالبا فاذا انتقل 4 طلاب منهم الي مدارس اخري في حين انضم 3 طلاب جدد الي الصف ؛ فكم عدد طلاب الصف ؟", "equation": "x=28-4+3", "tag": "novel"}, {"question": "أحضر حمد بعض المال للتسوق في البقالة. إذا اشترى ب 48.2 ريالا بعض المأكولات وب 18.43 ريالا أدوات قرطاسية، وبقي معه 13.37 ريالا. فكم ريالا كان معه في البداية؟", "segmented": "احضر حمد بعض المال للتسوق في البقاله. اذا اشتري ب 48.2 ريالا بعض الماكولات وب 18.43 ريالا ادوات قرطاسيه وبقي معه 13.37 ريالا. فكم ريالا كان معه في البدايه ؟", "equation": "x=48.2+18.43+13.37", "tag": "translated"}, {"question": "حاصل 720 + 15 في 14", "segmented": "حاصل 720 + 15 في 14", "equation": "x=720+15*14", "tag": "translated"}, {"question": "أوجد الحل 12*(19-15)", "segmented": "اوجد الحل 12 * ( 19 - 15 )", "equation": "x=12*(19-15)", "tag": "novel"}, {"question": "ذاكرات فاطمة 7 ساعات في اليوم الأول وفي اليوم الثاني 3 ساعات؛ فكم ساعة ذاكرت في اليومين؟", "segmented": "ذاكرات فاطمه 7 ساعات في اليوم الاول وفي اليوم الثاني 3 ساعات ؛ فكم ساعه ذاكرت في اليومين ؟", "equation": "x=7+3", "tag": "novel"}, {"question": "يتم تعبئة كل 9 علب بسكويت في صندوق؛ فإذا تم تعبئة 36 علبة من بين 54 علبة؛ فكم صندوقًا يلزم لتعبئة العلب الباقية؟", "segmented": "يتم تعبئه كل 9 علب بسكويت في صندوق ؛ فاذا تم تعبئه 36 علبه من بين 54 علبه ؛ فكم صندوقا يلزم لتعبئه العلب الباقيه ؟", "equation": "x=(54-36)/9", "tag": "novel"}, {"question": "بعد زيادة سعر المياه لسكان المدينة بنسبة 20٪، أصبح بـ1.8 ريال للمتر المكعب؛ فما هو سعر المتر المكعب قبل ارتفاع السعر؟", "segmented": "بعد زياده سعر المياه لسكان المدينه بنسبه 20% اصبح ب 1.8 ريال للمتر المكعب ؛ فما هو سعر المتر المكعب قبل ارتفاع السعر ؟", "equation": "x=1.8/(1+20%)", "tag": "translated"}, {"question": "في مقابل كل شجرة تُقطع تُزرع 7 أشجار جديدة فإذا زرعت 56 شجرة جديدة؛ فكم شجرة قد قُطعت؟", "segmented": "في مقابل كل شجره تقطع تزرع 7 اشجار جديده فاذا زرعت 56 شجره جديده ؛ فكم شجره قد قطعت ؟", "equation": "x=56/7", "tag": "novel"}, {"question": "قام مهند بحل سؤالين في الرياضيات في اليوم الأول، وفي اليوم التالي حل سؤالا واحدا أكثر من اليوم السابق. كم عدد الأسئلة التي قام بها في اليومين.", "segmented": "قام مهند بحل سؤالين في الرياضيات في اليوم الاول وفي اليوم التالي حل سؤالا 1 اكثر من اليوم السابق. كم عدد الاسئله التي قام بها في اليومين .", "equation": "x=2+1+2", "tag": "translated"}, {"question": "ما ناتج الْجَمْع: 56+54؟", "segmented": "ما ناتج الجمع : 56 + 54 ؟", "equation": "x=54+56", "tag": "novel"}, {"question": "احسب ما يلي：113*5-37*15=", "segmented": "احسب ما يلي : 113 * 5 - 37 * 15 =", "equation": "x=113*5-37*15", "tag": "translated"}, {"question": "لدى هيفاء 7 رابطات شعر صفراء، 18 رابطة حمراء، و2 بيضاء، و19 خضراء؛ فكم رابطة شعر لديها؟", "segmented": "لدي هيفاء 7 رابطات شعر صفراء 18 رابطه حمراء و 2 بيضاء و 19 خضراء ؛ فكم رابطه شعر لديها ؟", "equation": "x=7+18+2+19", "tag": "novel"}, {"question": "ما ناتج العملية: (1000*5)=؟", "segmented": "ما ناتج العمليه : ( 1000 * 5 ) = ؟", "equation": "x=(5*1000)", "tag": "novel"}, {"question": "حاصل 1792/32 زائد ناتج ضرب 12 و 23، المجموع =؟", "segmented": "حاصل 1792 / 32 زائد ناتج ضرب 12 و 23 المجموع = ؟", "equation": "x=1792/32+12*23", "tag": "translated"}, {"question": "اصطف 18 شخصًا للدخول إلى المتحف فإذا دخل 10 أشخاص منهم فما عدد الأشخاص الذين مازالوا ينتظرون؟", "segmented": "اصطف 18 شخصا للدخول الي المتحف فاذا دخل 10 اشخاص منهم فما عدد الاشخاص الذين مازالوا ينتظرون ؟", "equation": "x=18-10", "tag": "novel"}, {"question": "عمل سعد 5 ساعات في الأسبوع الأول من الشهر، فإذا عمل الأسبوع الأخير من الشهر 8 أمثال ما عمله في الأسبوع الأول؛ فكم ساعة عملها؟", "segmented": "عمل سعد 5 ساعات في الاسبوع الاول من الشهر فاذا عمل الاسبوع الاخير من الشهر 8 امثال ما عمله في الاسبوع الاول ؛ فكم ساعه عملها ؟", "equation": "x=5*8", "tag": "novel"}, {"question": "يقع أ وب على بعد 1960 كيلومترًا، وتتنقل السيارة من أ إلى ب، وتبعد مسافة 360 كيلومترًا عن ب. بعد ساعة مشت 25 كيلومترا؛ فكم عدد الكيلومترات التي تقطعها هذه السيارة في المتوسط في الساعة؟", "segmented": "يقع ا وب علي بعد 1960 كيلومترا وتتنقل السياره من ا الي ب وتبعد مسافه 360 كيلومترا عن ب. بعد ساعه مشت 25 كيلومترا ؛ فكم عدد الكيلومترات التي تقطعها هذه السياره في المتوسط في الساعه ؟", "equation": "x=(1960-360)/25", "tag": "translated"}, {"question": "كان مع أحمد 3 علب كعك، سعر كل علبة كعك 32 ريالاً؛ فما ثمن جميع العلب؟", "segmented": "كان مع احمد 3 علب كعك سعر كل علبه كعك 32 ريالا ؛ فما ثمن جميع العلب ؟", "equation": "x=32/3", "tag": "novel"}, {"question": "( 9/10 ) ص = 36. أوجد ص", "segmented": "(9/10) ص = 36 . اوجد ص", "equation": "x=36/(9/10)", "tag": "translated"}, {"question": "أوجد ناتج: 29*3-7=", "segmented": "اوجد ناتج : 29 * 3 - 7 =", "equation": "x=29*3-7", "tag": "novel"}, {"question": "يستغرق الوصول لمركز التسوق من المكتبة 4 ساعات إذا ركبت دراجة بسرعة 16 كيلومترًا في الساعة. إذا كانت السيارة تستغرق ساعتين فقط ، فما عدد الكيلومترات التي تقطعها السيارة في الساعة؟", "segmented": "يستغرق الوصول لمركز التسوق من المكتبه 4 ساعات اذا ركبت دراجه بسرعه 16 كيلومترا في الساعه. اذا كانت السياره تستغرق ساعتين فقط فما عدد الكيلومترات التي تقطعها السياره في الساعه ؟", "equation": "x=16*4/2", "tag": "translated"}, {"question": "اوجد نصف قطر قالب الكعكة، اذا علمت انه تم احاطتها بشريط طوله 66 سم.", "segmented": "اوجد نصف قطر قالب الكعكه اذا علمت انه تم احاطتها بشريط طوله 66 سم .", "equation": "x=66/(2*3.14)", "tag": "novel"}, {"question": "مع خالد 425 ريالاً، فإذا أراد شراء هاتفًا ثمنه 375 ريالاً؛ فكم يبقى معه؟", "segmented": "مع خالد 425 ريالا فاذا اراد شراء هاتفا ثمنه 375 ريالا ؛ فكم يبقي معه ؟", "equation": "x=425-375", "tag": "novel"}, {"question": "[ 26* ( 6-2.5)/0.5-25]* 0.2 =.", "segmented": "( 26 * ( 6 - 2.5 ) / 0.5 - 25 ) * 0.2 = .", "equation": "x=[26*(6-2.5)/0.5-25]*0.2", "tag": "translated"}, {"question": "ليلى لديها 60 قلم تلوين، وأعطت لصديقاتها الخمس عددًا متساويًا من الأقلام؛ فكم عدد الأقلام التي حصلت عليها كل واحدة منهم؟", "segmented": "ليلي لديها 60 قلم تلوين واعطت لصديقاتها 5 عددا متساويا من الاقلام ؛ فكم عدد الاقلام التي حصلت عليها كل 1 منهم ؟", "equation": "x=60/5", "tag": "novel"}, {"question": "إذا كان سعر الكيلو جرام الواحد من التفاح 6 ريالات؛ فكم كجم يمكنك شراؤها بـ78 ريالاً؟", "segmented": "اذا كان سعر الكيلو جرام 1 من التفاح 6 ريالات ؛ فكم كجم يمكنك شراؤها ب 78 ريالا ؟", "equation": "x=78/6", "tag": "novel"}, {"question": "لدى حسام 110 طابعا، أي أكثر بنسبة 20٪ مما لدى ريم، فكم عدد الطوابع التي جمعتها ريم؟", "segmented": "لدي حسام 110 طابعا اي اكثر بنسبه 20% مما لدي ريم فكم عدد الطوابع التي جمعتها ريم ؟", "equation": "x=110*(1-20%)", "tag": "translated"}, {"question": "أوجد ناتج: 79-45*2=", "segmented": "اوجد ناتج : 79 - 45 * 2 =", "equation": "x=79-45*2", "tag": "novel"}, {"question": "يجلب متجر الفاكهة 1176 كجم من الكمثرى، وهو (2/5) أكثر من التفاح الذي يتم جلبه؛ فما هو عدد كيلوغرامات التفاح التي يتم جلبها؟", "segmented": "يجلب متجر الفاكهه 1176 كجم من الكمثري وهو (2/5) اكثر من التفاح الذي يتم جلبه ؛ فما هو عدد كيلوغرامات التفاح التي يتم جلبها ؟", "equation": "x=1176/(1+(2/5))", "tag": "translated"}, {"question": "أوجد ناتج ضرب: 800*50؟", "segmented": "اوجد ناتج ضرب : 800 * 50 ؟", "equation": "x=800*50", "tag": "novel"}, {"question": "أوجد ناتج: 37*10-7؟", "segmented": "اوجد ناتج : 37 * 10 - 7 ؟", "equation": "x=10*37-7", "tag": "novel"}, {"question": "يزيد سعر الكتاب ب 27.4 ريالا عن سعر القلم. إذا كان سعر القلم هو 8.9 ريالا، فكم ريالا يجب دفعه لشراء قلم وكتاب؟", "segmented": "يزيد سعر الكتاب ب 27.4 ريالا عن سعر القلم. اذا كان سعر القلم هو 8.9 ريالا فكم ريالا يجب دفعه لشراء قلم وكتاب ؟", "equation": "x=27.4-8.9+27.4", "tag": "translated"}, {"question": "أربعة أبقار تأكل 72.6 كجم من العشب لمدة 3 أيام، كم كيلوغرام من العشب لكل بقرة يوميًا؟", "segmented": "4 ابقار تاكل 72.6 كجم من العشب لمده 3 ايام كم كيلوغرام من العشب لكل بقره يوميا ؟", "equation": "x=72.6/3/4", "tag": "translated"}, {"question": "أوجد ناتج: 676-788=", "segmented": "اوجد ناتج : 676 - 788 =", "equation": "x=676-788", "tag": "novel"}, {"question": "بمناسبة اليوم الوطني علق الطلبة في غرفة الفصل 20 بالونًا أخضر و22 بالونًا أبيض وبقي على الأرض 4 بالونات أخرى؛ فما مجموع البالونات التي أحضرها الطلبة إلى غرفة الصف؟", "segmented": "بمناسبه اليوم الوطني علق الطلبه في غرفه الفصل 20 بالونا اخضر و 22 بالونا ابيض وبقي علي الارض 4 بالونات اخري ؛ فما مجموع البالونات التي احضرها الطلبه الي غرفه الصف ؟", "equation": "x=20+22+4", "tag": "novel"}, {"question": "ساحة مستطيلة الشكل طولها 60م وعرضها 8م؛ فكم مساحتها؟", "segmented": "ساحه مستطيله الشكل طولها 60 م وعرضها 8 م ؛ فكم مساحتها ؟", "equation": "x=8*60", "tag": "novel"}, {"question": "هناك حبلان طول الأول 16.2 متر أي ضعف طول الثاني؛ فما طول هذين الحبلين معًا؟", "segmented": "هناك حبلان طول الاول 16.2 متر اي ضعف طول الثاني ؛ فما طول هذين الحبلين معا ؟", "equation": "x=16.2/2+16.2", "tag": "translated"}, {"question": "تحتاج سلمى إلى 292 عود سواك لعمل مشروع فإذا كانت العلبة الواحدة تحتوي على 150 عود؛ فكم سواك ينقصها؟", "segmented": "تحتاج سلمي الي 292 عود سواك لعمل مشروع فاذا كانت العلبه 1 تحتوي علي 150 عود ؛ فكم سواك ينقصها ؟", "equation": "x=292-150", "tag": "novel"}, {"question": "يكلف الكمبيوتر 4880 ريالا بعد دفع 0.8 الثمن الأصلي. فكم ريالا وفر؟", "segmented": "يكلف الكمبيوتر 4880 ريالا بعد دفع 0.8 الثمن الاصلي. فكم ريالا وفر ؟", "equation": "x=4880/0.8-4880", "tag": "translated"}, {"question": "20 ٪ * س = 80 في ( 1/2 )، ما هي قيمة س؟", "segmented": "20% * س = 80 في (1/2) ما هي قيمه س ؟", "equation": "x=80/20%*(1/2)", "tag": "translated"}, {"question": "( 5/8 ) س هو 40، أوجد ( 1/4 ) س", "segmented": "(5/8) س هو 40 اوجد (1/4) س", "equation": "x=40/(5/8)*(1/4)", "tag": "translated"}, {"question": "أوجد ناتج: 74-20+13=", "segmented": "اوجد ناتج : 74 - 20 + 13 =", "equation": "x=74-20+13", "tag": "novel"}, {"question": "أوجد حل المعادلة 94*2-12=", "segmented": "اوجد حل المعادله 94 * 2 - 12 =", "equation": "x=94*2-12", "tag": "novel"}, {"question": "اشترت ملحمة خروفا كبيرًا، يزن 190 جرامًا، وأربعة خرفان صغيرة، يزن كل منها 50 جرامًا. كم كيلو جرام لدى الملحمة الآن؟", "segmented": "اشترت ملحمه خروفا كبيرا يزن 190 جراما و 4 خرفان صغيره يزن كل منها 50 جراما. كم كيلو جرام لدي الملحمه الان ؟", "equation": "x=190+4*50", "tag": "translated"}, {"question": "يبلغ عائد الحديد من خام حديد معين 45٪، وقد تم تكرير 90 طنًّا من الحديد النقي، وكم أطنان من خام الحديد مطلوبة؟", "segmented": "يبلغ عائد الحديد من خام حديد معين 45% وقد تم تكرير 90 طنا من الحديد النقي وكم اطنان من خام الحديد مطلوبه ؟", "equation": "x=90/45%", "tag": "translated"}, {"question": "قرأ ريان 8 كتب وقرأت سارة 9 كتب، وقرأت نورة 7 كتب؛ فكم مجموع الكتب الذي قرأوها معًا؟", "segmented": "قرا ريان 8 كتب وقرات ساره 9 كتب وقرات نوره 7 كتب ؛ فكم مجموع الكتب الذي قراوها معا ؟", "equation": "x=8+9+7", "tag": "novel"}, {"question": "في رحلة دراسية شارك 40 طالبًا من الصف الثالث، و45 طالبًا من الصف الرابع؛ فكم عدد الطلاب الذين شاركوا في الرحلة؟", "segmented": "في رحله دراسيه شارك 40 طالبا من الصف الثالث و 45 طالبا من الصف الرابع ؛ فكم عدد الطلاب الذين شاركوا في الرحله ؟", "equation": "x=40+45", "tag": "novel"}, {"question": "أوجد ناتج: 30*10=", "segmented": "اوجد ناتج : 30 * 10 =", "equation": "x=30*10", "tag": "novel"}, {"question": "أوجد قيمة: 900-243=", "segmented": "اوجد قيمه : 900 - 243 =", "equation": "x=900-243", "tag": "novel"}, {"question": "(1/5) كيس الأرز يزن 30 كجم؛ فكم كجم يزن كيس الأرز.", "segmented": "(1/5) كيس الارز يزن 30 كجم ؛ فكم كجم يزن كيس الارز .", "equation": "x=30/(1/5)", "tag": "translated"}, {"question": "في حوض حديقة 45 وردة، و32 نرجس، و18 زهرة قرنفل، فإذا قطفت ليلى 8 زهرات من كل نوع، لتضعها في الزهرية، فما عدد الزهرات التي بقيت في الحديقة؟", "segmented": "في حوض حديقه 45 ورده و 32 نرجس و 18 زهره قرنفل فاذا قطفت ليلي 8 زهرات من كل نوع لتضعها في الزهريه فما عدد الزهرات التي بقيت في الحديقه ؟", "equation": "x=(45+32+18)-3*8", "tag": "novel"}, {"question": "أوجد ناتج ضرب 35*6=", "segmented": "اوجد ناتج ضرب 35 * 6 =", "equation": "x=6*35", "tag": "novel"}, {"question": "تقوم شركة بصيانة جزء طوله 19 كلم من الطريق خلال أسبوع؛ فكم كيلو مترًا ستقوم الشركة بصيانته في 9 أسابيع إذا استمر العمل بالنمط نفسه؟", "segmented": "تقوم شركه بصيانه جزء طوله 19 كلم من الطريق خلال اسبوع ؛ فكم كيلو مترا ستقوم الشركه بصيانته في 9 اسابيع اذا استمر العمل بالنمط نفسه ؟", "equation": "x=19*9", "tag": "novel"}, {"question": "أوجد ناتج: 455+290=", "segmented": "اوجد ناتج : 455 + 290 =", "equation": "x=290+455", "tag": "novel"}, {"question": "يبلغ عرض الفصل 6 أمتار وطوله أكبر من العرض بـ(1/3)؛ فكم مترًا مربعًا مساحة هذا الفصل؟", "segmented": "يبلغ عرض الفصل 6 امتار وطوله اكبر من العرض ب (1/3) ؛ فكم مترا مربعا مساحه هذا الفصل ؟", "equation": "x=6*(1+(1/3))*6", "tag": "translated"}, {"question": "يوجد في أحد الأحياء 100 بيت ولكل بيت 6 نوافذ؛ فما العدد الكلي للنوافذ؟", "segmented": "يوجد في احد الاحياء 100 بيت ولكل بيت 6 نوافذ ؛ فما العدد الكلي للنوافذ ؟", "equation": "x=100*6", "tag": "novel"}, {"question": "لدى هدى 150 ريالاً اشترت لوالدتها باقة من الورد بـ57 ريالاً؛ فكم بقي مع هدى؟", "segmented": "لدي هدي 150 ريالا اشترت لوالدتها باقه من الورد ب 57 ريالا ؛ فكم بقي مع هدي ؟", "equation": "x=150-57", "tag": "novel"}, {"question": "دخل 7 أشخاص إلى مزرعة طماطم، فقطف كل واحد منهم 6 حبات طماطم؛ فكم عدد حبات الطماطم التي تم قطفها؟", "segmented": "دخل 7 اشخاص الي مزرعه طماطم فقطف كل 1 منهم 6 حبات طماطم ؛ فكم عدد حبات الطماطم التي تم قطفها ؟", "equation": "x=6*7", "tag": "novel"}, {"question": "اشترى رجل أعمال أرضا بمساحة 9500 متر مربع، ويريد أن يجعل 30٪ من مساحتها مواقف للسيارات. فكم مترا مربعا مساحة المواقف؟", "segmented": "اشتري رجل اعمال ارضا بمساحه 9500 متر مربع ويريد ان يجعل 30% من مساحتها مواقف للسيارات. فكم مترا مربعا مساحه المواقف ؟", "equation": "x=9500*30%", "tag": "translated"}, {"question": "أوجد ناتج: 476-296+13=؟", "segmented": "اوجد ناتج : 476 - 296 + 13 = ؟", "equation": "x=476-296+13", "tag": "novel"}, {"question": "قام علاء بكتابة 6 صفحات بينما قام رواء بكتابة 5 صفحات. فما هي نسبة ما كتبه علاء أكثر مما كتبه رواء؟", "segmented": "قام علاء بكتابه 6 صفحات بينما قام رواء بكتابه 5 صفحات. فما هي نسبه ما كتبه علاء اكثر مما كتبه رواء ؟", "equation": "x=(6-5)/5", "tag": "translated"}, {"question": "وقفت 5 فراشات على زهرة، طار 4 منها؛ فكم فراشة بقيت على الزهرة؟", "segmented": "وقفت 5 فراشات علي زهره طار 4 منها ؛ فكم فراشه بقيت علي الزهره ؟", "equation": "x=5-4", "tag": "novel"}, {"question": "أنفق الطلاب في مدرسة الأمل الابتدائية 40.25 ريال لإصلاح الطاولات والكراسي، أي 3.7 ريالا أكثر من سعر تجليد الكتب؛ فكم تكلفة تجليد الكتب؟", "segmented": "انفق الطلاب في مدرسه الامل الابتدائيه 40.25 ريال لاصلاح الطاولات والكراسي اي 3.7 ريالا اكثر من سعر تجليد الكتب ؛ فكم تكلفه تجليد الكتب ؟", "equation": "x=40.25-3.7", "tag": "translated"}, {"question": "زرعت ليلى 8 شتلات ثم وضعت كل شتلتين في إناء؛ فكم عدد الأواني التي استخدمتها؟", "segmented": "زرعت ليلي 8 شتلات ثم وضعت كل شتلتين في اناء ؛ فكم عدد الاواني التي استخدمتها ؟", "equation": "x=8/2", "tag": "novel"}, {"question": "مع ضحى 8 وردات أعطاها أحمد 3 وردات؛ فكم وردة مع ضحى؟", "segmented": "مع ضحي 8 وردات اعطاها احمد 3 وردات ؛ فكم ورده مع ضحي ؟", "equation": "x=8+3", "tag": "novel"}, {"question": "( 2/15 ) على ( 2/5 ) =", "segmented": "(2/15) علي (2/5) =", "equation": "x=(2/15)/(2/5)", "tag": "translated"}, {"question": "ما ناتج الطرح: 156-8", "segmented": "ما ناتج الطرح : 156 - 8", "equation": "x=156-8", "tag": "novel"}, {"question": "أوجد ناتج: 890 مقسومة على 2=", "segmented": "اوجد ناتج : 890 مقسومه علي 2 =", "equation": "x=890/2", "tag": "novel"}, {"question": "أوجد ناتج: 26 قسمة 2-4", "segmented": "اوجد ناتج : 26 قسمه 2 - 4", "equation": "x=26/2-4", "tag": "novel"}, {"question": "أوجد ناتج المعادلة: (3+10)*4؟", "segmented": "اوجد ناتج المعادله : ( 3 + 10 ) * 4 ؟", "equation": "x=4*(10+3)", "tag": "novel"}, {"question": "125* 111* 5* 8* 4=.", "segmented": "125 * 111 * 5 * 8 * 4 = .", "equation": "x=125*111*5*8*4", "tag": "translated"}, {"question": "أوجد ناتج 47-69+31=", "segmented": "اوجد ناتج 47 - 69 + 31 =", "equation": "x=47-69+31", "tag": "novel"}, {"question": "عشرة مقسومة على 5=؟", "segmented": "10 مقسومه علي 5 = ؟", "equation": "x=10/5", "tag": "novel"}, {"question": "5 س + 6، ثم قسمة الناتج على 7، والنتيجة هي 8. ابحث عن رقم =.", "segmented": "5 س + 6 ثم قسمه الناتج علي 7 والنتيجه هي 8 . ابحث عن رقم = .", "equation": "x=(8*7-6)/5", "tag": "translated"}, {"question": "مع خالد 7 أقلام ملونة أعطته أمه 8 أقلام أخرى؛ فكم قلمًا مع خالد؟", "segmented": "مع خالد 7 اقلام ملونه اعطته امه 8 اقلام اخري ؛ فكم قلما مع خالد ؟", "equation": "x=7+8", "tag": "novel"}, {"question": "ستقوم المدرسة بتوزيع دفاتر الملاحظات على 11 صفًا، 36 دفترًا لكل فصل، و42 دفتر ملاحظات للمعلمين؛ فكم عدد الدفاتر التي يجب أن تشتريها المدرسة؟", "segmented": "ستقوم المدرسه بتوزيع دفاتر الملاحظات علي 11 صفا 36 دفترا لكل فصل و 42 دفتر ملاحظات للمعلمين ؛ فكم عدد الدفاتر التي يجب ان تشتريها المدرسه ؟", "equation": "x=36*11+42", "tag": "translated"}, {"question": "تم التعاقد مع شركة نقل لنقل 1998 مجموعة الفخار، حيث يتم دفع 1.6 دولار لكل مجموعة، وخصم 18 دولار لكل مجموعة تالفة. إذا حصلت شركة النقل على رسوم شحن قدرها 3059.6 دولار، فما عدد مجموعات الفخار التي أصيبت بالضرر أثناء النقل.", "segmented": "تم التعاقد مع شركه نقل لنقل 1998 مجموعه الفخار حيث يتم دفع 1.6 دولار لكل مجموعه وخصم 18 دولار لكل مجموعه تالفه. اذا حصلت شركه النقل علي رسوم شحن قدرها 3059.6 دولار فما عدد مجموعات الفخار التي اصيبت بالضرر اثناء النقل .", "equation": "x=(1998*1.6-3059.6)/(18+1.6)", "tag": "translated"}, {"question": "أوجد حل المعادلة 57*5-22", "segmented": "اوجد حل المعادله 57 * 5 - 22", "equation": "x=57*5-22", "tag": "novel"}, {"question": "( 3/5 ) عدد الأقلام = 15، كم عدد الأقلام الموجودة؟", "segmented": "(3/5) عدد الاقلام = 15 كم عدد الاقلام الموجوده ؟", "equation": "x=15/(3/5)", "tag": "translated"}, {"question": "شارك إبراهيم في مسابقة الرياضيات، وكان هناك 50 سؤالاً. إذا كان معيار التصحيح نقطتين لكل إجابة صحيحة ونقطة واحدة لكل إجابة خاطئة، وأحرزإبراهيم 88 نقطة، فبكم سؤالا أخطا؟ ", "segmented": "شارك ابراهيم في مسابقه الرياضيات وكان هناك 50 سؤالا. اذا كان معيار التصحيح نقطتين لكل اجابه صحيحه ونقطه 1 لكل اجابه خاطئه واحرزابراهيم 88 نقطه فبكم سؤالا اخطا ؟", "equation": "x=(50*2-88)/(1+2)", "tag": "translated"}, {"question": "تتسع حافلة طلاب إلى 52 طالبا، فإذا كان هناك 25 طالبًا من الصف الثاني، و33 طالبًا من الصف الثالث؛ فكم طالبًا لن يركب الحافلة؟", "segmented": "تتسع حافله طلاب الي 52 طالبا فاذا كان هناك 25 طالبا من الصف الثاني و 33 طالبا من الصف الثالث ؛ فكم طالبا لن يركب الحافله ؟", "equation": "x=(25+33)-52", "tag": "novel"}, {"question": "مع يارا 10 أقلام، ومع سارة قلمان، وتريدان تقسيمها على 4 أشخاص؛ فكم يأخذ كل شخص؟", "segmented": "مع يارا 10 اقلام ومع ساره قلمان وتريدان تقسيمها علي 4 اشخاص ؛ فكم ياخذ كل شخص ؟", "equation": "x=(10+2)/4", "tag": "novel"}, {"question": "تقاسمت هند وسارة ووفاء صندوقًا من الحلوى. فإذا أخذت كل واحدة منهن 10 قطع؛ فكم كان في الصندوق؟", "segmented": "تقاسمت هند وساره ووفاء صندوقا من الحلوي. فاذا اخذت كل 1 منهن 10 قطع ؛ فكم كان في الصندوق ؟", "equation": "x=10*3", "tag": "novel"}, {"question": "وفرت هدى 20 ريالاً من مصروفها في الأسبوع الأول و15 ريالاً في الثاني؛ فكم مجموع ما جمعته؟", "segmented": "وفرت هدي 20 ريالا من مصروفها في الاسبوع الاول و 15 ريالا في الثاني ؛ فكم مجموع ما جمعته ؟", "equation": "x=15+20", "tag": "novel"}, {"question": "في الميناء 11 قاربًا، إذا غادر 5 منها؛ فكم قاربًا بقي في الميناء؟", "segmented": "في الميناء 11 قاربا اذا غادر 5 منها ؛ فكم قاربا بقي في الميناء ؟", "equation": "x=11-5", "tag": "novel"}, {"question": "ناتج 72 في 23، ناقص حاصل 2400/30 يساوي =؟", "segmented": "ناتج 72 في 23 ناقص حاصل 2400 / 30 يساوي = ؟", "equation": "x=72*23-2400/30", "tag": "translated"}, {"question": "يبلغ طول العصا 6.5 متر، مع قطع 3.65 متر في المرة الأولى و 1.95 متر في المرة الثانية.كم متر أقصر هذه العصا من الأصل؟", "segmented": "يبلغ طول العصا 6.5 متر مع قطع 3.65 متر في المره الاولي و 1.95 متر في المره الثانيه.كم متر اقصر هذه العصا من الاصل ؟", "equation": "x=3.65+1.95", "tag": "translated"}, {"question": "يوجد أمام أحد المجمعات التجارية ساحتين لوقوف السيارات كل منها تتكون من 4 صفوف، يتسع كل صف إلى 10 سيارات؛ فلكم سيارة تتسع الساحتان؟", "segmented": "يوجد امام احد المجمعات التجاريه ساحتين لوقوف السيارات كل منها تتكون من 4 صفوف يتسع كل صف الي 10 سيارات ؛ فلكم سياره تتسع الساحتان ؟", "equation": "x=2*10*4", "tag": "novel"}, {"question": "0.24 تساوي 9.6 قسمة س، ما هي س؟", "segmented": "0.24 تساوي 9.6 قسمه س ما هي س ؟", "equation": "x=9.6/0.24", "tag": "translated"}, {"question": "تطوع بندر 3 ساعات، وتطوع سعود 4 ساعات؛ فكم عدد ساعات التطوع لهما خلال 6 أسابيع؟", "segmented": "تطوع بندر 3 ساعات وتطوع سعود 4 ساعات ؛ فكم عدد ساعات التطوع لهما خلال 6 اسابيع ؟", "equation": "x=6*(4+3)", "tag": "novel"}, {"question": "تبلغ سرعة القطار السريع 160 كيلومترًا في الساعة، كم عدد الكيلومترات التي يمكن أن يقطعها في اليوم؟ (اليوم = 24 ساعة)", "segmented": "تبلغ سرعه القطار السريع 160 كيلومترا في الساعه كم عدد الكيلومترات التي يمكن ان يقطعها في اليوم ؟ ( اليوم = 24 ساعه )", "equation": "x=160*24", "tag": "translated"}, {"question": "( 3/4 ) س = 75. ما هي قيمة س؟", "segmented": "(3/4) س = 75 . ما هي قيمه س ؟", "equation": "x=75/(3/4)", "tag": "translated"}, {"question": "أوجد الحل 90-12", "segmented": "اوجد الحل 90 - 12", "equation": "x=90-12", "tag": "novel"}, {"question": "أوجد ناتج: 16*5-32=؟", "segmented": "اوجد ناتج : 16 * 5 - 32 = ؟", "equation": "x=16*5-32", "tag": "novel"}, {"question": "أوجد ناتج: 40 مطروح منها 30؟", "segmented": "اوجد ناتج : 40 مطروح منها 30 ؟", "equation": "x=40-30", "tag": "novel"}, {"question": "يحتوي ألبوم أنس على 18 صفحات، وفي كل صفحة 8 صور؛ فما عدد الصور جميعها؟", "segmented": "يحتوي البوم انس علي 18 صفحات وفي كل صفحه 8 صور ؛ فما عدد الصور جميعها ؟", "equation": "x=18*8", "tag": "novel"}, {"question": "كم يساوي 200 ناقص199؟", "segmented": "كم يساوي 200 ناقص 199 ؟", "equation": "x=200-199", "tag": "novel"}, {"question": "يوجد مقياس حرارة غير دقيق. عند وضعه في ماء مغلي درجة حرارته 100 درجة مئوية، يشير المقياس إلى 99 درجة مئوية. وعند وضعه في ثلج حرارته 0 درجة مئوية، يشير المقياس إلى 4 درجات مئوية. ما هي قراءة المقياس لفصل دراسي درجة حرارته 25 درجة مئوية؟", "segmented": "يوجد مقياس حراره غير دقيق. عند وضعه في ماء مغلي درجه حرارته 100 درجه مئويه يشير المقياس الي 99 درجه مئويه. وعند وضعه في ثلج حرارته 0 درجه مئويه يشير المقياس الي 4 درجات مئويه. ما هي قراءه المقياس لفصل دراسي درجه حرارته 25 درجه مئويه ؟", "equation": "x=4+25*[(99-4)/100]", "tag": "translated"}, {"question": "360-25 * 4، الحاصل =؟", "segmented": "360 - 25 * 4 الحاصل = ؟", "equation": "x=360-25*4", "tag": "translated"}, {"question": "ملعب مربع الشكل طول ضلعه 25م؛ فكم تبلغ مساحته؟", "segmented": "ملعب مربع الشكل طول ضلعه 25 م ؛ فكم تبلغ مساحته ؟", "equation": "x=25^2", "tag": "novel"}, {"question": "خبز وائل 56 فطيرة في 7 دقائق، وخبز مازن فطيرتين إضافيين في الدقيقة أكثر من وائل؛ فكم فطيرة يخبز مازن في الدقيقة؟", "segmented": "خبز وائل 56 فطيره في 7 دقائق وخبز مازن فطيرتين اضافيين في الدقيقه اكثر من وائل ؛ فكم فطيره يخبز مازن في الدقيقه ؟", "equation": "x=56/7+2", "tag": "translated"}, {"question": "الفرق بين 50٪ و ( 1/4 )، مضروبا في س = 6، فما قيمة س؟", "segmented": "الفرق بين 50% و (1/4) مضروبا في س = 6 فما قيمه س ؟", "equation": "x=6/(50%-(1/4))", "tag": "translated"}, {"question": "12 * 3 ؟", "segmented": "12 * 3 ؟", "equation": "x=12*3", "tag": "translated"}, {"question": "( 1/4 ) س أكثر من ص ب ( 1/5 ) ص، إذا علمت أن ص تساوي 100، فما قيمة س؟", "segmented": "(1/4) س اكثر من ص ب (1/5) ص اذا علمت ان ص تساوي 100 فما قيمه س ؟", "equation": "x=(100*(1/5)+100)/(1/4)", "tag": "translated"}, {"question": "ليالي لديها 34 كرة حمراء و 28 كرة صفراء و 76 كرة بيضاء. كم عدد الكرات التي معها؟", "segmented": "ليالي لديها 34 كره حمراء و 28 كره صفراء و 76 كره بيضاء. كم عدد الكرات التي معها ؟", "equation": "x=34+28+76", "tag": "translated"}, {"question": "طول قاعدة مثلث هو 1.2 سم وارتفاعه هو 0.6، فما مساحة متوازي الاضلاع ذي طول القاع والارتفاع نفسه؟", "segmented": "طول قاعده مثلث هو 1.2 سم وارتفاعه هو 0.6 فما مساحه متوازي الاضلاع ذي طول القاع والارتفاع نفسه ؟", "equation": "x=1.2*0.6", "tag": "translated"}, {"question": "يقوم الفصل بأنشطة لا منهجية. ويشارك ( 1/7 ) من الفصل في مجموعة العلوم، وهو ما يمثل أقل بـ ( 2/7 ) من مجموعة القراءة، كم عدد الأشخاص المشاركين في هاتين المجموعتين؟", "segmented": "يقوم الفصل بانشطه لا منهجيه. ويشارك (1/7) من الفصل في مجموعه العلوم وهو ما يمثل اقل ب (2/7) من مجموعه القراءه كم عدد الاشخاص المشاركين في هاتين المجموعتين ؟", "equation": "x=(1/7)+(2/7)+(1/7)", "tag": "translated"}, {"question": "أوجد ناتج: 98 قسمة 2-6=؟", "segmented": "اوجد ناتج : 98 قسمه 2 - 6 = ؟", "equation": "x=98/2-6", "tag": "novel"}, {"question": "( 1/5 ) كيلوغرام أقل من 5 كيلوغرام =.", "segmented": "(1/5) كيلوغرام اقل من 5 كيلوغرام = .", "equation": "x=5-(1/5)", "tag": "translated"}, {"question": "أوجد ناتج 350 قسمة 7", "segmented": "اوجد ناتج 350 قسمه 7", "equation": "x=350/7", "tag": "novel"}, {"question": "15 زائد 40 ٪ من عدد يساوي 20، ابحث عن هذا الرقم.", "segmented": "15 زائد 40% من عدد يساوي 20 ابحث عن هذا الرقم .", "equation": "x=(20-15)/40%", "tag": "translated"}, {"question": "تكلف مستلزمات المدرسة 200 ريال للطالب الواحد؛ فكم تكلف لـ9 طلاب؟", "segmented": "تكلف مستلزمات المدرسه 200 ريال للطالب 1 فكم تكلف ل 9 طلاب ؟", "equation": "x=9*200", "tag": "novel"}, {"question": "يقطع سعيد 50 كلم بدراجته أسبوعيًّا فإذا كان في السنة 52 أسبوعًا؛ فكم كلم يقطع في السنة؟", "segmented": "يقطع سعيد 50 كلم بدراجته اسبوعيا فاذا كان في السنه 52 اسبوعا ؛ فكم كلم يقطع في السنه ؟", "equation": "x=52*50", "tag": "novel"}, {"question": "أوجد حل المعادلة التالية: 9*5+7", "segmented": "اوجد حل المعادله التاليه : 9 * 5 + 7", "equation": "x=7+5*9", "tag": "novel"}, {"question": "أوجد ناتج: 508 مقسومة على 2؟", "segmented": "اوجد ناتج : 508 مقسومه علي 2 ؟", "equation": "x=508/2", "tag": "novel"}, {"question": "أقام نادٍ للفروسية سباقه السنوي من 4 أشواط للخيول العربية، و3 أشواط للخيول غير العربية، فإذا شارك في كل شوط 9 خيول، فما عدد الخيول المشاركة من النوعين؟", "segmented": "اقام ناد للفروسيه سباقه السنوي من 4 اشواط للخيول العربيه و 3 اشواط للخيول غير العربيه فاذا شارك في كل شوط 9 خيول فما عدد الخيول المشاركه من النوعين ؟", "equation": "x=9*(4+3)", "tag": "novel"}, {"question": "( 2/5 ) س = 40، ما قيمة س؟", "segmented": "(2/5) س = 40 ما قيمه س ؟", "equation": "x=40/(2/5)", "tag": "translated"}, {"question": "في نشاط القراءة، قرأ ريان كتابًا بإجمالي 136 صفحة، وقد قرأ 25٪ من الكتاب؛ فكم عدد الصفحات المتبقية؟", "segmented": "في نشاط القراءه قرا ريان كتابا باجمالي 136 صفحه وقد قرا 25% من الكتاب ؛ فكم عدد الصفحات المتبقيه ؟", "equation": "x=136*(1-25%)", "tag": "translated"}, {"question": "( 5/6 ) - ( 2/3)* ( 5/8 ) =.", "segmented": "(5/6) - (2/3) * (5/8) = .", "equation": "x=(5/6)-(2/3)*(5/8)", "tag": "translated"}, {"question": "حساب: ( 2011-9)/0.7/1.1 =.", "segmented": "حساب : ( 2011 - 9 ) / 0.7 / 1.1 = .", "equation": "x=(2011-9)/0.7/1.1", "tag": "translated"}, {"question": "إذا كانت مساحة دائرة ما تساوي 3.8، فما هو طول نصف قطرها؟", "segmented": "اذا كانت مساحه دائره ما تساوي 3.8 فما هو طول نصف قطرها ؟", "equation": "x=(3.8/3.14)^0.5", "tag": "novel"}, {"question": "(س-3)/7=23", "segmented": "( س - 3 ) / 7 = 23", "equation": "x=23*7+3", "tag": "translated"}, {"question": "مع صفاء 40 ريالاً، إذا اشترت فستقًا بـ11.95 ريالاً، وحلوى بـ5.25 ريالاً، ولوزًا بـ14.75 ريالاً، فما مقدار المبلغ الذي بقي معها؟ قرب المبلغ إلى أقرب عشرة.", "segmented": "مع صفاء 40 ريالا اذا اشترت فستقا ب 11.95 ريالا وحلوي ب 5.25 ريالا ولوزا ب 14.75 ريالا فما مقدار المبلغ الذي بقي معها ؟ قرب المبلغ الي اقرب 10", "equation": "x=40-(11.95+5.25+14.75)", "tag": "novel"}, {"question": "اشترى السيد باسم ست آلات حاسبة مقابل 16 ريالاً، ودفع 100 ريال للبائع، فما المبلغ الذي يجب أن يسترده؟", "segmented": "اشتري السيد باسم 6 الات حاسبه مقابل 16 ريالا ودفع 100 ريال للبائع فما المبلغ الذي يجب ان يسترده ؟", "equation": "x=100-16*6", "tag": "translated"}, {"question": "لدى ناصر 7 جزرات، أعطى صديقه بعضًا منها، فبقي معه 3 جزرات؛ فكم جزرة أعطى صديقه؟", "segmented": "لدي ناصر 7 جزرات اعطي صديقه بعضا منها فبقي معه 3 جزرات ؛ فكم جزره اعطي صديقه ؟", "equation": "x=7-3", "tag": "novel"}, {"question": "أوجد ناتج: 4090 مجموع معها 1200 مطروح منها 200=", "segmented": "اوجد ناتج : 4090 مجموع معها 1200 مطروح منها 200 =", "equation": "x=4090+1200-200", "tag": "novel"}, {"question": "كان السعر الأصلي للهاتف المحمول هو 1600 ريال، والآن يباع ب 0.9 سعره ، ما هو السعر الحالي بالريال؟", "segmented": "كان السعر الاصلي للهاتف المحمول هو 1600 ريال والان يباع ب 0.9 سعره ما هو السعر الحالي بالريال ؟", "equation": "x=1600*0.9", "tag": "translated"}, {"question": "يقود طلال دراجته على طريق طوله 35 كيلومترًا، فإذا قطع 12 كيلومترًا ثم توقف ليستريح، وبعدها تابع القيادة مسافة 10 كيلومترات؛ فكم كيلومترًا بقي أمامه؟", "segmented": "يقود طلال دراجته علي طريق طوله 35 كيلومترا فاذا قطع 12 كيلومترا ثم توقف ليستريح وبعدها تابع القياده مسافه 10 كيلومترات ؛ فكم كيلومترا بقي امامه ؟", "equation": "x=35-(10+12)", "tag": "novel"}, {"question": "خلال تخفيضات بـ0.85 في متجر، اشترت نعيمة معطفًا مقابل 102 ريال؛ فما السعر الأصلي لهذا المعطف؟", "segmented": "خلال تخفيضات ب 0.85 في متجر اشترت نعيمه معطفا مقابل 102 ريال ؛ فما السعر الاصلي لهذا المعطف ؟", "equation": "x=102/0.85", "tag": "translated"}, {"question": "أوجد ناتج 89*6-100=؟", "segmented": "اوجد ناتج 89 * 6 - 100 = ؟", "equation": "x=6*89-100", "tag": "novel"}, {"question": "هناك 289 شجرة خوخ في البستان و 118 شجرة كمثرى أكثر من أشجار الخوخ، كم عدد أشجار الكمثرى الموجودة في البستان؟", "segmented": "هناك 289 شجره خوخ في البستان و 118 شجره كمثري اكثر من اشجار الخوخ كم عدد اشجار الكمثري الموجوده في البستان ؟", "equation": "x=289+118", "tag": "translated"}, {"question": "أوجد ناتج: 80 مقسومة على 40 مضروبة في 5؟", "segmented": "اوجد ناتج : 80 مقسومه علي 40 مضروبه في 5 ؟", "equation": "x=80/40*5", "tag": "novel"}, {"question": "أوجد ناتج: 44*8-22=؟", "segmented": "اوجد ناتج : 44 * 8 - 22 = ؟", "equation": "x=44*8-22", "tag": "novel"}, {"question": "أوجد ناتج: 221-69+5", "segmented": "اوجد ناتج : 221 - 69 + 5", "equation": "x=221-69+5", "tag": "novel"}, {"question": "يبلغ معدل ما يسجله إبراهيم في مباراة كرة القدم 5 أهداف؛ فكم هدفًا يسجل في 14 مباراة؟", "segmented": "يبلغ معدل ما يسجله ابراهيم في مباراه كره القدم 5 اهداف ؛ فكم هدفا يسجل في 14 مباراه ؟", "equation": "x=5*14", "tag": "novel"}, {"question": "كان عدد الحضور لمشاهدة معرض فني يوم الأربعاء 62 شخصًا، ويوم الخميس 92 شخصًا؛ فكم عدد الأشخاص الذين زاروا المعرض في اليومين؟", "segmented": "كان عدد الحضور لمشاهده معرض فني يوم الاربعاء 62 شخصا ويوم الخميس 92 شخصا ؛ فكم عدد الاشخاص الذين زاروا المعرض في اليومين ؟", "equation": "x=92+62", "tag": "novel"}, {"question": "تقاسم سامي وزملاؤه الثالثة 88 كرة زجاجية بالتساوي؛ فكم كرة نصيب كل منهم؟", "segmented": "تقاسم سامي وزملاؤه الثالثه 88 كره زجاجيه بالتساوي ؛ فكم كره نصيب كل منهم ؟", "equation": "x=88/4", "tag": "novel"}, {"question": "يستعمل زيد 9 أمتار من الحبال لعمل شبكة واحدة؛ فكم مترًا من الحبال يحتاج لعمل 4 شبكات؟", "segmented": "يستعمل زيد 9 امتار من الحبال لعمل شبكه 1 فكم مترا من الحبال يحتاج لعمل 4 شبكات ؟", "equation": "x=4*9", "tag": "novel"}, {"question": "يوجد على طاولة 10 أشخاص، وبالطاولة المجاورة يجلس 15 شخصًا آخر. فإذا ذهب شخصان؛ فكم شخصًا يجلس على طاولات؟", "segmented": "يوجد علي طاوله 10 اشخاص وبالطاوله المجاوره يجلس 15 شخصا اخر. فاذا ذهب شخصان ؛ فكم شخصا يجلس علي طاولات ؟", "equation": "x=10+15-2", "tag": "novel"}, {"question": "يريد معلم تقسيم 18 كتابًا على 9 طلاب؛ فكم من الكتب سوف يأخذ كل طالب؟", "segmented": "يريد معلم تقسيم 18 كتابا علي 9 طلاب ؛ فكم من الكتب سوف ياخذ كل طالب ؟", "equation": "x=18/9", "tag": "novel"}, {"question": "يزيد عدد طلاب الصف الخامس 6 طلاب على عدد طلاب الصف السادس، فإذا كان عدد طلاب الصف السادس 21 طالبًا، فما عدد طلاب الصف الخامس؟", "segmented": "يزيد عدد طلاب الصف الخامس 6 طلاب علي عدد طلاب الصف السادس فاذا كان عدد طلاب الصف السادس 21 طالبا فما عدد طلاب الصف الخامس ؟", "equation": "x=21+6", "tag": "novel"}, {"question": "يوجد عدد من الأطفال في الحديقة 3 أطفال يلعبون في الحديقة بالكرة، و4 منهم يلعبون بالمراجيح؛ فما مجموع الأطفال في الحديقة؟", "segmented": "يوجد عدد من الاطفال في الحديقه 3 اطفال يلعبون في الحديقه بالكره و 4 منهم يلعبون بالمراجيح ؛ فما مجموع الاطفال في الحديقه ؟", "equation": "x=4+3", "tag": "novel"}, {"question": "أوجد قيمة ؟ في المعادلة: ؟=60*(2/3)؟", "segmented": "اوجد قيمه ؟ في المعادله : ؟ = 60 * (2/3) ؟", "equation": "x=60*(2/3)", "tag": "novel"}, {"question": "احسب ( 124 + 125 + 126 + 127 + 1)* 4=.", "segmented": "احسب ( 124 + 125 + 126 + 127 + 1 ) * 4 = .", "equation": "x=(124+125+126+127+1)*4", "tag": "translated"}, {"question": "تدخر ليلى جزءًا من مصروفها لشراء خاتم بـ119 ريالاً، ووساعة بـ67 ريالاً؛ فكم تحتاج من مبلغ لشراء الخاتم والساعة معًا؟", "segmented": "تدخر ليلي جزءا من مصروفها لشراء خاتم ب 119 ريالا ووساعه ب 67 ريالا ؛ فكم تحتاج من مبلغ لشراء الخاتم والساعه معا ؟", "equation": "x=119+67", "tag": "novel"}, {"question": "3.1416 * 2.7183 =.", "segmented": "3.1416 * 2.7183 = .", "equation": "x=3.1416*2.7183", "tag": "translated"}, {"question": "الحساب : 9998+998+99+9+6=.", "segmented": "الحساب : 9998 + 998 + 99 + 9 + 6 = .", "equation": "x=9998+998+99+9+6", "tag": "translated"}, {"question": "متوازي الاضلاع بمساحة تساوي 63 مترًا مربعًا، وطول القاعدة هو 9 أمتار، فما ارتفاعه؟", "segmented": "متوازي الاضلاع بمساحه تساوي 63 مترا مربعا وطول القاعده هو 9 امتار فما ارتفاعه ؟", "equation": "x=63/9", "tag": "translated"}, {"question": "يخطط مصنع معين لإنتاج 1820 قطعة من أجزاء الماكينة في الربع الأول، ولكن تم إنتاج 2320 قطعة فعليًّا؛ فما مقدار الزيادة في الإنتاج؟", "segmented": "يخطط مصنع معين لانتاج 1820 قطعه من اجزاء الماكينه في الربع الاول ولكن تم انتاج 2320 قطعه فعليا ؛ فما مقدار الزياده في الانتاج ؟", "equation": "x=(2320-1820)/1820", "tag": "translated"}, {"question": "أمي لديها 3 أمتار من الشريط الأزرق و 12 متر من الشريط الأحمر. كم مرة يطول الشريط الأحمر عن الشريط الأزرق؟", "segmented": "امي لديها 3 امتار من الشريط الازرق و 12 متر من الشريط الاحمر. كم مره يطول الشريط الاحمر عن الشريط الازرق ؟", "equation": "x=12/3", "tag": "translated"}, {"question": "طرح ( 2/9 ) من ( 5/9 )، ثم طرح ( 3/9 ) من الناتج =", "segmented": "طرح (2/9) من (5/9) ثم طرح (3/9) من الناتج =", "equation": "x=(5/9)-(2/9)-(3/9)", "tag": "translated"}, {"question": "المقسوم عليه هو 8، والحاصل هو 2، فما المقسوم؟", "segmented": "المقسوم عليه هو 8 والحاصل هو 2 فما المقسوم ؟", "equation": "x=2*8", "tag": "translated"}, {"question": "مجموع ( 1/2 ) + 0.5 مضروبا في الفرق بين 12.75 و ( 1/3)، الناتج =؟", "segmented": "مجموع (1/2) + 0.5 مضروبا في الفرق بين 12.75 و (1/3) الناتج = ؟", "equation": "x=((1/2)+0.5)*(12.75-(1/3))", "tag": "translated"}, {"question": "قرأت غدير 9 كتب فإذا كان في كل كتاب 6 فصول، فما عدد الفصول التي قراءتها غدير؟", "segmented": "قرات غدير 9 كتب فاذا كان في كل كتاب 6 فصول فما عدد الفصول التي قراءتها غدير ؟", "equation": "x=9*6", "tag": "novel"}, {"question": "تدربت هدى على كتابة 28 صفحة في اليوم الواحد؛ استعدادًا لمهرجان الإملاء؛ فكم صفحة كتبتها هدى في 7 أيام؟", "segmented": "تدربت هدي علي كتابه 28 صفحه في اليوم 1 استعدادا لمهرجان الاملاء ؛ فكم صفحه كتبتها هدي في 7 ايام ؟", "equation": "x=7*28", "tag": "novel"}, {"question": "حاصل ضرب رقمين يساوي 630، إن كان أحدهما يساوي 21 ، فما الرقم الآخر؟", "segmented": "حاصل ضرب رقمين يساوي 630 ان كان احدهما يساوي 21 فما الرقم الاخر ؟", "equation": "x=630/21", "tag": "translated"}, {"question": "هناك 5 سلال من التفاح، 12 كجم في كل سلة، إذا تم بيع سلتان من التفاح؛ فكم كيلوغرام من التفاح تبقى؟", "segmented": "هناك 5 سلال من التفاح 12 كجم في كل سله اذا تم بيع سلتان من التفاح ؛ فكم كيلوغرام من التفاح تبقي ؟", "equation": "x=12*5/(5-2)", "tag": "translated"}, {"question": "بقي في برميل النفط بعد استخدام 18 كغ (2/5)؛ فكم كيلوغرام من النفط في هذا البرميل؟", "segmented": "بقي في برميل النفط بعد استخدام 18 كغ (2/5) ؛ فكم كيلوغرام من النفط في هذا البرميل ؟", "equation": "x=18/(1-(2/5))", "tag": "translated"}, {"question": "(111*66-185*8)/37=.", "segmented": "( 111 * 66 - 185 * 8 ) / 37 = .", "equation": "x=(111*66-185*8)/37", "tag": "translated"}, {"question": "في الحديقة 8 شجرات، وقف على كل منها طائران؛ فما مجموع الطيور على الشجرات جميعها؟", "segmented": "في الحديقه 8 شجرات وقف علي كل منها طائران ؛ فما مجموع الطيور علي الشجرات جميعها ؟", "equation": "x=2*8", "tag": "novel"}, {"question": "تم قطع قطعة من الحبل بطول 20.5 متر، وهو أقصر بمقدار 3.6 متر مما بقي، كم متر كان طول هذا الحبل؟", "segmented": "تم قطع قطعه من الحبل بطول 20.5 متر وهو اقصر بمقدار 3.6 متر مما بقي كم متر كان طول هذا الحبل ؟", "equation": "x=20.5+3.6+20.5", "tag": "translated"}, {"question": "يوجد 709 كتابًا دينيا في مكتبة المدرسة، ويقل عدد الكتب الدينية ب 300 كتاب مقارنة بعدد الكتب العلمية، أما القصص فتشكل 4 أضعاف عدد الكتب العلمية؛ فكم عدد كتب القصص الموجودة في مكتبة المدرسة؟", "segmented": "يوجد 709 كتابا دينيا في مكتبه المدرسه ويقل عدد الكتب الدينيه ب 300 كتاب مقارنه بعدد الكتب العلميه اما القصص فتشكل 4 اضعاف عدد الكتب العلميه ؛ فكم عدد كتب القصص الموجوده في مكتبه المدرسه ؟", "equation": "x=(709+300)*4", "tag": "translated"}, {"question": "أوجد ناتج: 1200/600=", "segmented": "اوجد ناتج : 1200 / 600 =", "equation": "x=1200/600", "tag": "novel"}, {"question": "كتلة حديدية أسطوانية مساحة قاعدتها 8 سم مربع وارتفاعها 3 سم صهرت في كتلة حديدية مخروطية بمساحة قاعدة 12 سم مربع؛ فكم سم ارتفاعها؟", "segmented": "كتله حديديه اسطوانيه مساحه قاعدتها 8 سم مربع وارتفاعها 3 سم صهرت في كتله حديديه مخروطيه بمساحه قاعده 12 سم مربع ؛ فكم سم ارتفاعها ؟", "equation": "x=8*3*3/12", "tag": "translated"}, {"question": "اشترى كرم تذكرتي سفر له ولزوجته بـ2400 ريال؛ فما ثمن تذكرة الشخص الواحد؟", "segmented": "اشتري كرم تذكرتي سفر له ولزوجته ب 2400 ريال ؛ فما ثمن تذكره الشخص 1", "equation": "x=2400/2", "tag": "novel"}, {"question": "زرعت خديجة 4 صفوف من الأزهار في حديقة منزلها، فإذا كان في كل صف 5 أزهار من القرنفل الأبيض و3 أزهار من القرنفل الأحمر؛ فكم زهرة زرعت؟", "segmented": "زرعت خديجه 4 صفوف من الازهار في حديقه منزلها فاذا كان في كل صف 5 ازهار من القرنفل الابيض و 3 ازهار من القرنفل الاحمر ؛ فكم زهره زرعت ؟", "equation": "x=4*(5+3)", "tag": "novel"}, {"question": "الفرق بين الرقمين هو 546، إذا كان أحدهما يساوي 119، فما الرقم الثاني؟", "segmented": "الفرق بين الرقمين هو 546 اذا كان احدهما يساوي 119 فما الرقم الثاني ؟", "equation": "x=546+119", "tag": "translated"}, {"question": "أوجد ناتج 90 قسمة 5", "segmented": "اوجد ناتج 90 قسمه 5", "equation": "x=90/5", "tag": "novel"}, {"question": "لبناء مصنع جديد، يبلغ الاستثمار المخطط له 2 مليون ريال، لكن الاستثمار الفعلي هو 1.75 مليون ريال فقط؛ فما هي النسبة المئوية للاستثمار المخطط له مقارنة بالاستثمار الفعلي؟", "segmented": "لبناء مصنع جديد يبلغ الاستثمار المخطط له 2 مليون ريال لكن الاستثمار الفعلي هو 1.75 مليون ريال فقط ؛ فما هي النسبه المئويه للاستثمار المخطط له مقارنه بالاستثمار الفعلي ؟", "equation": "x=1.75/2", "tag": "translated"}, {"question": "في غرفة الصف 46 طاولة فإذا كان على كل طاولة كتابان فما عدد الكتب على الطاولات جميعا؟", "segmented": "في غرفه الصف 46 طاوله فاذا كان علي كل طاوله كتابان فما عدد الكتب علي الطاولات جميعا ؟", "equation": "x=46*2", "tag": "novel"}, {"question": "ما هو ناتج قسمة 4501 على 2؟", "segmented": "ما هو ناتج قسمه 4501 علي 2 ؟", "equation": "x=4501/2", "tag": "novel"}, {"question": "3.6 متر بعد زيادته بمقدار ( 1/6 ) من قيمته = كم مترا؟", "segmented": "3.6 متر بعد زيادته بمقدار (1/6) من قيمته = كم مترا ؟", "equation": "x=3.6*(1+(1/6))", "tag": "translated"}, {"question": "التقط حازم 60 صورة لمعالم المملكة وآثارها، ثم طبع كل صورة 30 نسخة؛ فما عدد الصور التي طبعها؟", "segmented": "التقط حازم 60 صوره لمعالم المملكه واثارها ثم طبع كل صوره 30 نسخه ؛ فما عدد الصور التي طبعها ؟", "equation": "x=30*60", "tag": "novel"}, {"question": "أ هو 27، 5 أكثر من 40 ٪ من ب، ب =؟", "segmented": "ا هو 27 5 اكثر من 40% من ب ب = ؟", "equation": "x=(27-5)/40%", "tag": "translated"}, {"question": "احسب ما يلي: 3.71-2.74+4.7+5.29-0.26+6.3=．", "segmented": "احسب ما يلي : 3.71 - 2.74 + 4.7 + 5.29 - 0.26 + 6.3 = ．", "equation": "x=3.71-2.74+4.7+5.29-0.26+6.3", "tag": "translated"}, {"question": "س/ 65 = 24، س =؟", "segmented": "س / 65 = 24 س = ؟", "equation": "x=65*24", "tag": "translated"}, {"question": "يقوم الطلاب بأداء الاختبار في الصف. إذا جلس راشد في المقعد 12 من اليسار، و 8 من اليمين، و 5 من الأمام، و 15 من الخلف؛ فكم عدد الطلاب في الصف؟", "segmented": "يقوم الطلاب باداء الاختبار في الصف. اذا جلس راشد في المقعد 12 من اليسار و 8 من اليمين و 5 من الامام و 15 من الخلف ؛ فكم عدد الطلاب في الصف ؟", "equation": "x=(12+8-1)*(5+15-1)", "tag": "translated"}, {"question": "يصل طول أحد أنواع الحشرات العصوية إلى 45 سم؛ فما طول 3 حشرات من هذا النوع؟", "segmented": "يصل طول احد انواع الحشرات العصويه الي 45 سم ؛ فما طول 3 حشرات من هذا النوع ؟", "equation": "x=45*3", "tag": "novel"}, {"question": "أوجد ناتج 85-35-19=", "segmented": "اوجد ناتج 85 - 35 - 19 =", "equation": "x=85-35-19", "tag": "novel"}, {"question": "قرأت ريناد 75 صفحة من كتاب في 5 أيام، فإذا كانت تقرأ العدد نفسه كل يوم؛ فكم صفحة قرأت في اليوم الواحد؟", "segmented": "قرات ريناد 75 صفحه من كتاب في 5 ايام فاذا كانت تقرا العدد نفسه كل يوم ؛ فكم صفحه قرات في اليوم 1", "equation": "x=75/5", "tag": "novel"}, {"question": "يرغب ثلاثة أشخاص في أداء العمرة فإذا علمت أن ثمن تذاكر السفر كلها 1600 ريالاً؛ فما ثمن تذكرة الشخص الواحد تقريبًا؟", "segmented": "يرغب 3 اشخاص في اداء العمره فاذا علمت ان ثمن تذاكر السفر كلها 1600 ريالا ؛ فما ثمن تذكره الشخص 1 تقريبا ؟", "equation": "x=1600/3", "tag": "novel"}, {"question": "لدى هدى 150 ريالاً، اشترت لوالدتها باقة من الورد بـ66 ريالاً؛ فكم بقي مع هدى؟", "segmented": "لدي هدي 150 ريالا اشترت لوالدتها باقه من الورد ب 66 ريالا ؛ فكم بقي مع هدي ؟", "equation": "x=150-66", "tag": "novel"}, {"question": "قطعت سلمى7 تفاحات كل تفاحة إلى قطعتين، ثم جاءت أختها وقطعت كل قطعة إلى 4 قطع صغيرة؛ فما عدد القطع الصغيرة؟", "segmented": "قطعت سلمي 7 تفاحات كل تفاحه الي قطعتين ثم جاءت اختها وقطعت كل قطعه الي 4 قطع صغيره ؛ فما عدد القطع الصغيره ؟", "equation": "x=4*(2*7)", "tag": "novel"}, {"question": "اوجد حاصل 3000 - ( 2600-125 * 8)", "segmented": "اوجد حاصل 3000 - ( 2600 - 125 * 8 )", "equation": "x=3000-(2600-125*8)", "tag": "translated"}, {"question": "تقوم شركة بصيانة جزء طوله 20 كلم من الطريق خلال أسبوع؛ فكم كلم ستقوم الشركة بصيانته في 4 أسابيع بنفس نمط العمل؟", "segmented": "تقوم شركه بصيانه جزء طوله 20 كلم من الطريق خلال اسبوع ؛ فكم كلم ستقوم الشركه بصيانته في 4 اسابيع بنفس نمط العمل ؟", "equation": "x=20*4", "tag": "novel"}, {"question": "إذا كانت كل صفحة من صفحات ألبوم الصور تتسع إلى 6 صور؛ فما عدد الصور التي يمكن وضعها في ألبوم عدد صفحاته 125 صفحة؟", "segmented": "اذا كانت كل صفحه من صفحات البوم الصور تتسع الي 6 صور ؛ فما عدد الصور التي يمكن وضعها في البوم عدد صفحاته 125 صفحه ؟", "equation": "x=125*6", "tag": "novel"}, {"question": "باع ناد للسباحة 554 تذكرة سباحة في اليوم الأول، و 287 تذكرة في صباح اليوم التالي، و 313 تذكرة في فترة ما بعد الظهر، كم عدد التذاكر التي تم بيعها في هذين اليومين؟", "segmented": "باع ناد للسباحه 554 تذكره سباحه في اليوم الاول و 287 تذكره في صباح اليوم التالي و 313 تذكره في فتره ما بعد الظهر كم عدد التذاكر التي تم بيعها في هذين اليومين ؟", "equation": "x=554+287+313", "tag": "translated"}, {"question": "أنفق مؤيد 360 ريالا لشراء 8 كرات قدم، إذا أنفق حسن 540 ريالا لشراء كرات قدم من نفس النوع، فكم كرة اشترى؟", "segmented": "انفق مؤيد 360 ريالا لشراء 8 كرات قدم اذا انفق حسن 540 ريالا لشراء كرات قدم من نفس النوع فكم كره اشتري ؟", "equation": "x=540/(360/8)", "tag": "translated"}, {"question": "كومة من الفحم تزن (3/4) طن، استخدم منها (1/4)؛ فكم عدد الأطنان المتبقية؟", "segmented": "كومه من الفحم تزن (3/4) طن استخدم منها (1/4) ؛ فكم عدد الاطنان المتبقيه ؟", "equation": "x=(3/4)*(1-(1/4))", "tag": "translated"}, {"question": "بلغ مجموع الساعات التي عملها خالد خلال الأيام الأربعة الماضية 32 ساعة؛ فإذا كان قد عمل العدد نفسه من الساعات يوميًّا؛ فما عدد الساعات التي عملها في اليوم؟", "segmented": "بلغ مجموع الساعات التي عملها خالد خلال الايام 4 الماضيه 32 ساعه ؛ فاذا كان قد عمل العدد نفسه من الساعات يوميا ؛ فما عدد الساعات التي عملها في اليوم ؟", "equation": "x=32/4", "tag": "novel"}, {"question": "المسافة بين بيت محمود ومدرسته 257 مترًا، وبين المدرسة والمتنزه 45 مترًا، فما المسافة بين بيت محمود والمتنزه؟", "segmented": "المسافه بين بيت محمود ومدرسته 257 مترا وبين المدرسه والمتنزه 45 مترا فما المسافه بين بيت محمود والمتنزه ؟", "equation": "x=257+45", "tag": "novel"}, {"question": "أوجد ناتج: 200*4-16=", "segmented": "اوجد ناتج : 200 * 4 - 16 =", "equation": "x=200*4-16", "tag": "novel"}, {"question": "لدى خياط قطعة قماش طولها 28 مترًا، ويريد أن يصنع منها ثيابًا متشابهة، ويحتاج صنع كل منها 4 أمتار من القماش؛ فكم ثوبًا يستطيع هذا الخياط أن يصنع من قطعة القماش التي لديه؟", "segmented": "لدي خياط قطعه قماش طولها 28 مترا ويريد ان يصنع منها ثيابا متشابهه ويحتاج صنع كل منها 4 امتار من القماش ؛ فكم ثوبا يستطيع هذا الخياط ان يصنع من قطعه القماش التي لديه ؟", "equation": "x=28/4", "tag": "novel"}, {"question": "طول السلك الأول 10.4 مترًا والسلك الثاني 0.8 مترًا أقصر من السلك الأول؛ فما هو طول السلكين معًا؟", "segmented": "طول السلك الاول 10.4 مترا والسلك الثاني 0.8 مترا اقصر من السلك الاول ؛ فما هو طول السلكين معا ؟", "equation": "x=10.4-0.8+10.4", "tag": "translated"}, {"question": "بلغت مبيعات متجر في أسبوع 7890 ريالاً؛ فكم تبلغ في 4 أسابيع؟", "segmented": "بلغت مبيعات متجر في اسبوع 7890 ريالا ؛ فكم تبلغ في 4 اسابيع ؟", "equation": "x=7890*4", "tag": "novel"}, {"question": "إذا كانت كل صفحة من صفحات ألبوم صور تتسع إلى 6 صور؛ فما عدد الصور التي يمكن وضعها في ألبوم عدد صفحاته 130 صفحة؟", "segmented": "اذا كانت كل صفحه من صفحات البوم صور تتسع الي 6 صور ؛ فما عدد الصور التي يمكن وضعها في البوم عدد صفحاته 130 صفحه ؟", "equation": "x=6*130", "tag": "novel"}, {"question": "( 2*3*5*7*11*13*17*19)/(38*51*30*31)=.", "segmented": "( 2 * 3 * 5 * 7 * 11 * 13 * 17 * 19 ) / ( 38 * 51 * 30 * 31 ) = .", "equation": "x=(2*3*5*7*11*13*17*19)/(38*51*30*31)", "tag": "translated"}, {"question": "يبلغ طول ليان 134 سم، و دنيا أطول منها بمقدار 5 سنتيمترات. فما طول دنيا؟", "segmented": "يبلغ طول ليان 134 سم ودنيا اطول منها بمقدار 5 سنتيمترات. فما طول دنيا ؟", "equation": "x=134+5", "tag": "translated"}, {"question": "( 1/8 ) + ( 1/16 ) + ( 1/32 ) + ( 1/64 ) + ( 1/128 ) =.", "segmented": "(1/8) + (1/16) + (1/32) + (1/64) + (1/128) = .", "equation": "x=(1/8)+(1/16)+(1/32)+(1/64)+(1/128)", "tag": "translated"}, {"question": "قرأت رنا100 صفحة من كتاب في 5 أيام فإذا كانت تقرأ العدد نفسه كل يوم؛ فكم صفحة قرأت في اليوم الواحد؟", "segmented": "قرات رنا 100 صفحه من كتاب في 5 ايام فاذا كانت تقرا العدد نفسه كل يوم ؛ فكم صفحه قرات في اليوم 1", "equation": "x=100/5", "tag": "novel"}, {"question": "س * 30 = 420. ما هي س؟", "segmented": "س * 30 = 420 . ما هي س ؟", "equation": "x=420/30", "tag": "translated"}, {"question": "إذا أرادت الأم توزيع 30 فطيرة على 6 ضيوف بالتساوي، فكم قطعة سيأخذ كل منهم؟", "segmented": "اذا ارادت الام توزيع 30 فطيره علي 6 ضيوف بالتساوي فكم قطعه سياخذ كل منهم ؟", "equation": "x=30/6", "tag": "translated"}, {"question": "إذا كانت مساحة الدائرة تساوي 36.54، فما هو قطرها؟", "segmented": "اذا كانت مساحه الدائره تساوي 36.54 فما هو قطرها ؟", "equation": "x=2*(36.54/3.14)^0.5", "tag": "novel"}, {"question": "بدأت هدى في ترتيب غرفتها الساعة 4، وانتهت الساعة 8؛ فكم ساعة استغرقت في الترتيب؟", "segmented": "بدات هدي في ترتيب غرفتها الساعه 4 وانتهت الساعه 8 ؛ فكم ساعه استغرقت في الترتيب ؟", "equation": "x=8-4", "tag": "novel"}, {"question": "(3/4) عدد الأولاد في الفصل يساوي (2/3) عدد البنات، ومعلوم أن هناك ثلاث بنات أكثر من الأولاد، فما عدد البنات؟", "segmented": "(3/4) عدد الاولاد في الفصل يساوي (2/3) عدد البنات ومعلوم ان هناك 3 بنات اكثر من الاولاد فما عدد البنات ؟", "equation": "x=3/(1-(2/3)/(3/4))", "tag": "translated"}, {"question": "أوجد ناتج: 20 مضروبة في 10=", "segmented": "اوجد ناتج : 20 مضروبه في 10 =", "equation": "x=20*10", "tag": "novel"}, {"question": "ما هو النظير الضربي ل 3.12 ؟", "segmented": "ما هو النظير الضربي ل 3.12 ؟", "equation": "x=1/3.12", "tag": "translated"}, {"question": "الحساب : 1 - ( - ( 1/2) ) =.", "segmented": "الحساب : 1 - ( - (1/2) ) = .", "equation": "x=1-(-(1/2))", "tag": "translated"}, {"question": "عمود تلغراف مدفون (5/2) متر تحت الأرض، ويبلغ طول الجزء المكشوف (23/3) متر؛ فكم يبلغ الطول الإجمالي لعمود التلغراف هذا؟", "segmented": "عمود تلغراف مدفون (5/2) متر تحت الارض ويبلغ طول الجزء المكشوف (23/3) متر ؛ فكم يبلغ الطول الاجمالي لعمود التلغراف هذا ؟", "equation": "x=(5/2)+(23/3)", "tag": "translated"}, {"question": "ينشر النجار قطعة طويلة من الخشب إلى أربع قطع في 15 دقيقة، فكم دقيقة سيستغرق نشر كل قطعة من الخشب إلى قسمين.", "segmented": "ينشر النجار قطعه طويله من الخشب الي 4 قطع في 15 دقيقه فكم دقيقه سيستغرق نشر كل قطعه من الخشب الي قسمين .", "equation": "x=15/(4-1)*4*(2-1)", "tag": "translated"}, {"question": "أوجد ناتج: 61*2=", "segmented": "اوجد ناتج : 61 * 2 =", "equation": "x=61*2", "tag": "novel"}, {"question": "أوجد ناتج: 5 مضروبة في 10؟", "segmented": "اوجد ناتج : 5 مضروبه في 10 ؟", "equation": "x=5*10", "tag": "novel"}, {"question": "639 / الفرق بين 25 و 16؟", "segmented": "639 / الفرق بين 25 و 16 ؟", "equation": "x=639/(25-16)", "tag": "translated"}, {"question": "حاصل ضرب ( 6/7 ) في ( 7/15 ) مقسوما على 30 =؟", "segmented": "حاصل ضرب (6/7) في (7/15) مقسوما علي 30 = ؟", "equation": "x=(6/7)*(7/15)/30", "tag": "translated"}, {"question": "حفظت سلمى 3 سور من القرآن الكريم في الشهر الأول، ثم حفظت 4 سور أخرى في الشهر الثاني؛ فكم سورة حفظت سلمى؟", "segmented": "حفظت سلمي 3 سور من القران الكريم في الشهر الاول ثم حفظت 4 سور اخري في الشهر الثاني ؛ فكم سوره حفظت سلمي ؟", "equation": "x=3+4", "tag": "novel"}, {"question": "ما ناتج الضرب: 45*3=", "segmented": "ما ناتج الضرب : 45 * 3 =", "equation": "x=3*45", "tag": "novel"}, {"question": "مربع طول ضلعه يساوي 1.64 متر، احسب مساحته.", "segmented": "مربع طول ضلعه يساوي 1.64 متر احسب مساحته .", "equation": "x=1.64^2", "tag": "novel"}, {"question": "أوجد ناتج: 17*5=", "segmented": "اوجد ناتج : 17 * 5 =", "equation": "x=17*5", "tag": "novel"}, {"question": "في مسابقة رياضية، قفز ماجد 1.2 مترا، وقفز سليم 0.05 متر أكثر من ماجد. ثم قفز راشد 0.15 أقل من سليم. كم مترا قفز راشد؟", "segmented": "في مسابقه رياضيه قفز ماجد 1.2 مترا وقفز سليم 0.05 متر اكثر من ماجد. ثم قفز راشد 0.15 اقل من سليم. كم مترا قفز راشد ؟", "equation": "x=1.2+0.05-0.15", "tag": "translated"}, {"question": "أوجد ناتج: 42 قسمة 2-12=", "segmented": "اوجد ناتج : 42 قسمه 2 - 12 =", "equation": "x=42/2-12", "tag": "novel"}, {"question": "أوجد ناتج: 40*3-95=؟", "segmented": "اوجد ناتج : 40 * 3 - 95 = ؟", "equation": "x=40*3-95", "tag": "novel"}, {"question": "1.2 مرة من رقم هو 8.4، أوجد مقدار 2 مرات من هذا الرقم =.", "segmented": "1.2 مره من رقم هو 8.4 اوجد مقدار 2 مرات من هذا الرقم = .", "equation": "x=8.4/1.2*2", "tag": "translated"}, {"question": "يستعمل زيد 8 أمتار من الحبال لعمل شبكة واحدة؛ فكم مترًا من الحبال يحتاج لعمل 4 شبكات؟", "segmented": "يستعمل زيد 8 امتار من الحبال لعمل شبكه 1 فكم مترا من الحبال يحتاج لعمل 4 شبكات ؟", "equation": "x=8*4", "tag": "novel"}, {"question": "رسم بكر 17 صورة، ورسم زياد أكثر مما رسم بكر بصورتين؛ فكم صورة رسم زياد؟", "segmented": "رسم بكر 17 صوره ورسم زياد اكثر مما رسم بكر بصورتين ؛ فكم صوره رسم زياد ؟", "equation": "x=17+2", "tag": "novel"}, {"question": "في الصف السادس تم اختيار 75 نجم موهوب من بينهم (3/5) بنات؛ فكم عدد الأولاد من بين النجوم الموهوبين؟", "segmented": "في الصف السادس تم اختيار 75 نجم موهوب من بينهم (3/5) بنات ؛ فكم عدد الاولاد من بين النجوم الموهوبين ؟", "equation": "x=75*(1-(3/5))", "tag": "translated"}, {"question": "كتب صحفي 135 كلمة في الدقيقة لمدة 28 دقيقة، ولا يزال هناك 650 كلمة متبقية ليتم كتابتها؛ فكم عدد الكلمات الموجودة في هذا المقال؟", "segmented": "كتب صحفي 135 كلمه في الدقيقه لمده 28 دقيقه ولا يزال هناك 650 كلمه متبقيه ليتم كتابتها ؛ فكم عدد الكلمات الموجوده في هذا المقال ؟", "equation": "x=135*28+650", "tag": "translated"}, {"question": "قسمة مجموع من 52 و 48 على حاصل ضرب 4 و 25 =.", "segmented": "قسمه مجموع من 52 و 48 علي حاصل ضرب 4 و 25 = .", "equation": "x=(52+48)/(4*25)", "tag": "translated"}, {"question": "قام محل الملابس بتخفيض بضاعته 0.8 من سعرها الأصلي. فإذا تم بيع مجموع ملابس ب 160 ريالاً؛ فما مقدار التخفيض بالريال؟", "segmented": "قام محل الملابس بتخفيض بضاعته 0.8 من سعرها الاصلي. فاذا تم بيع مجموع ملابس ب 160 ريالا ؛ فما مقدار التخفيض بالريال ؟", "equation": "x=160/0.8-160", "tag": "translated"}, {"question": "168.54 + 368.54 + 568.54 + 768.54 + 968.54 =.", "segmented": "168.54 + 368.54 + 568.54 + 768.54 + 968.54 = .", "equation": "x=168.54+368.54+568.54+768.54+968.54", "tag": "translated"}, {"question": "أوجد قيمة العبارة: 32+4*8؟", "segmented": "اوجد قيمه العباره : 32 + 4 * 8 ؟", "equation": "x=32+4*8", "tag": "novel"}, {"question": "احتاج معلم إلى 35 ورقة ليوزعها على طلاب صفّه إذا أخذ كل طالب ورقة واحدة، فما عدد طلاب الصف؟", "segmented": "احتاج معلم الي 35 ورقه ليوزعها علي طلاب صفه اذا اخذ كل طالب ورقه 1 فما عدد طلاب الصف ؟", "equation": "x=35/1", "tag": "novel"}, {"question": "أ تساوي 18،أي 36 ٪ أكثر من ب، ب =.", "segmented": "ا تساوي 18 اي 36% اكثر من ب ب = .", "equation": "x=18/(1+36%)", "tag": "translated"}, {"question": "أوجد ناتج: 48 قسمة 2 -11=", "segmented": "اوجد ناتج : 48 قسمه 2 - 11 =", "equation": "x=48/2-11", "tag": "novel"}, {"question": "(1/3) من رقم هو 12، فما (1/2) من هذا الرقم؟", "segmented": "(1/3) من رقم هو 12 فما (1/2) من هذا الرقم ؟", "equation": "x=12/(1/3)*(1/2)", "tag": "translated"}, {"question": "قرأت العنود 78 صفحة من كتاب في 5 أيام؛ فكم صفحة قرأت كل يوم تقريبًا؟", "segmented": "قرات العنود 78 صفحه من كتاب في 5 ايام ؛ فكم صفحه قرات كل يوم تقريبا ؟", "equation": "x=78/5", "tag": "novel"}, {"question": "12٪ أكثر من رقم تساوي 112. ما هو هذا الرقم؟", "segmented": "12% اكثر من رقم تساوي 112 . ما هو هذا الرقم ؟", "equation": "x=112/(1+12%)", "tag": "translated"}, {"question": "لدى مازن 14 لعبة وأعطاه صديقه كريم 8 لعبات أخرى؛ فكم لعبة أصبح معه؟", "segmented": "لدي مازن 14 لعبه واعطاه صديقه كريم 8 لعبات اخري ؛ فكم لعبه اصبح معه ؟", "equation": "x=14+8", "tag": "novel"}, {"question": "0.94/0.7 يساوي 1.3، أوجد الباقي =.", "segmented": "0.94 / 0.7 يساوي 1.3 اوجد الباقي = .", "equation": "x=0.94-1.3*0.7", "tag": "translated"}, {"question": "سيتم إنشاء معلم جديد بطول 606 متر، وهو ما يساوي ( 97/400) من طول برج خليفة. فما طول برج خليفة؟", "segmented": "سيتم انشاء معلم جديد بطول 606 متر وهو ما يساوي (97/400) من طول برج خليفه. فما طول برج خليفه ؟", "equation": "x=606/(1-(97/400))", "tag": "translated"}, {"question": "في مسابقة مدرسية خمنت آمنة أن عدد الكرات الزجاجية 1007 كرات فإذا كان عدد الكرات الصحيح هو 972؛ فكم كرة يكون الفرق بين تخمين آمنة والعدد الصحيح؟", "segmented": "في مسابقه مدرسيه خمنت امنه ان عدد الكرات الزجاجيه 1007 كرات فاذا كان عدد الكرات الصحيح هو 972 ؛ فكم كره يكون الفرق بين تخمين امنه والعدد الصحيح ؟", "equation": "x=1007-972", "tag": "novel"}, {"question": "إذا كانت س=5 فأوجد قيمة س+6=؟", "segmented": "اذا كانت س = 5 فاوجد قيمه س + 6 = ؟", "equation": "x=6+5", "tag": "novel"}, {"question": "أوجد ناتج الجمع:10.9+3+0.1", "segmented": "اوجد ناتج الجمع : 10.9 + 3 + 0.1", "equation": "x=0.1+3+10.9", "tag": "novel"}, {"question": "حبل طوله 4 أمتار، إذا تم استخدام 1.6 متر منه، كم مترا بقي؟", "segmented": "حبل طوله 4 امتار اذا تم استخدام 1.6 متر منه كم مترا بقي ؟", "equation": "x=4-1.6", "tag": "translated"}, {"question": "في الطبق 12 بيضة، كُسِرَ منها 3 بيضات؛ فكم بيضة بقيت؟", "segmented": "في الطبق 12 بيضه كسر منها 3 بيضات ؛ فكم بيضه بقيت ؟", "equation": "x=12-3", "tag": "novel"}, {"question": "تودع الأم 4000 ريال في البنك لمدة محددة 5 سنوات بسعر فائدة سنوي 5.63٪؛ فكم من المال ستسترده عند الاستحقاق؟", "segmented": "تودع الام 4000 ريال في البنك لمده محدده 5 سنوات بسعر فائده سنوي 5.63% ؛ فكم من المال ستسترده عند الاستحقاق ؟", "equation": "x=4000+4000*5.63%*5", "tag": "translated"}, {"question": "رقم زائد 2، ناقص 3، مضروبة في 4، مقسوما على 5 يساوي 12، هذا الرقم =.", "segmented": "رقم زائد 2 ناقص 3 مضروبه في 4 مقسوما علي 5 يساوي 12 هذا الرقم = .", "equation": "x=12*5/4+3-2", "tag": "translated"}, {"question": "لدى مصنع كومة من الاسمنت، ويمكنه استهلاك 10 أطنان يوميًا لمدة 18 يومًا، فإذا تم استهلاكها بمعدل 12 طنًا يوميًا، فكم يوما يمكنهم استهلاكها؟", "segmented": "لدي مصنع كومه من الاسمنت ويمكنه استهلاك 10 اطنان يوميا لمده 18 يوما فاذا تم استهلاكها بمعدل 12 طنا يوميا فكم يوما يمكنهم استهلاكها ؟", "equation": "x=18*10/12", "tag": "translated"}, {"question": "يستغرق رائد 25 دقيقة لتناول طعام الغداء يوميًّا؛ فكم يستغرق في 9 أيام؟", "segmented": "يستغرق رائد 25 دقيقه لتناول طعام الغداء يوميا ؛ فكم يستغرق في 9 ايام ؟", "equation": "x=25*9", "tag": "novel"}, {"question": "إذا كانت سعاد تقرأ ساعتين يوميًّا؛ فكم ساعة تقريبًا تقرأ سنويًّا علمًا بأن عدد أيام السنة الهجرية 354 يومًا تقريبًا؟", "segmented": "اذا كانت سعاد تقرا ساعتين يوميا ؛ فكم ساعه تقريبا تقرا سنويا علما بان عدد ايام السنه الهجريه 354 يوما تقريبا ؟", "equation": "x=354*2", "tag": "novel"}, {"question": "أوجد ناتج الضرب 621*3؟", "segmented": "اوجد ناتج الضرب 621 * 3 ؟", "equation": "x=3*621", "tag": "novel"}, {"question": "المسافة بين مدينتين هي 760 كيلومترًا. تغادر سيارة من المدينة الأولى للثانية بسرعة 80 كيلومترًا في الساعة؛ وبعد أن قطعت 160 كيلومترًا، غادرة سيارة أخرى من المدينة الثانية إلى المدينة الأولى بسرعة 120 كيلومترًا في الساعة. بعد كم ساعة ستلتقي السيارتان؟", "segmented": "المسافه بين مدينتين هي 760 كيلومترا. تغادر سياره من المدينه الاولي للثانيه بسرعه 80 كيلومترا في الساعه ؛ وبعد ان قطعت 160 كيلومترا غادره سياره اخري من المدينه الثانيه الي المدينه الاولي بسرعه 120 كيلومترا في الساعه. بعد كم ساعه ستلتقي السيارتان ؟", "equation": "x=(760-160)/(80+120)", "tag": "translated"}, {"question": "3 مجموعات من الكرز في كل منها 2؛ فكم عدد حبات الكرز؟", "segmented": "3 مجموعات من الكرز في كل منها 2 ؛ فكم عدد حبات الكرز ؟", "equation": "x=2*3", "tag": "novel"}, {"question": "يبيع متجر الحبوب 95 كجم من الدقيق في اليوم ويباع من الأرز 16 ضعف كمية الدقيق؛ فكم كجم من الأرز والدقيق يباع في هذا اليوم؟", "segmented": "يبيع متجر الحبوب 95 كجم من الدقيق في اليوم ويباع من الارز 16 ضعف كميه الدقيق ؛ فكم كجم من الارز والدقيق يباع في هذا اليوم ؟", "equation": "x=95+95*16", "tag": "translated"}, {"question": "يقف على الشجرة 4 غربان، وانضم لها 6 غربان أخرى؛ فكم أصبح عدد الغربان على الشجرة؟", "segmented": "يقف علي الشجره 4 غربان وانضم لها 6 غربان اخري ؛ فكم اصبح عدد الغربان علي الشجره ؟", "equation": "x=4+6", "tag": "novel"}, {"question": "أوجد ناتج 20+10-9+8؟", "segmented": "اوجد ناتج 20 + 10 - 9 + 8 ؟", "equation": "x=20+10-9+8", "tag": "novel"}, {"question": "أوجد قيمة المعادلة: (15-5)*(3+4)؟", "segmented": "اوجد قيمه المعادله : ( 15 - 5 ) * ( 3 + 4 ) ؟", "equation": "x=(15-5)*(4+3)", "tag": "novel"}, {"question": "أوجد ناتج القسمة 24000 قسمة 8=؟", "segmented": "اوجد ناتج القسمه 24000 قسمه 8 = ؟", "equation": "x=24000/8", "tag": "novel"}, {"question": "( 2/7 ) رقم يساوي ( 6/7 ) من ( 7/12 )، هذا الرقم =؟", "segmented": "(2/7) رقم يساوي (6/7) من (7/12) هذا الرقم = ؟", "equation": "x=(7/12)*(6/7)/(2/7)", "tag": "translated"}, {"question": "قطعة من القماش استخدم منها (2/5) للقمصان، و(1/3) للسراويل؛ فما هي الكمية المتبقية؟", "segmented": "قطعه من القماش استخدم منها (2/5) للقمصان و (1/3) للسراويل ؛ فما هي الكميه المتبقيه ؟", "equation": "x=1-(2/5)-(1/3)", "tag": "translated"}, {"question": "شاهد عبد الله ثماني سلاحف على ظهر كل منها بقعة سوداء؛ فما عدد البقع السوداء كلها؟", "segmented": "شاهد عبد الله 8 سلاحف علي ظهر كل منها بقعه سوداء ؛ فما عدد البقع السوداء كلها ؟", "equation": "x=8*1", "tag": "novel"}, {"question": "مع أسماء 12 قطعة حلوى تريد توزيعها بالتساوي بين 3 من صديقاتها فما عدد قطع الحلوى التي تأخذها كل صديقة؟", "segmented": "مع اسماء 12 قطعه حلوي تريد توزيعها بالتساوي بين 3 من صديقاتها فما عدد قطع الحلوي التي تاخذها كل صديقه ؟", "equation": "x=12/3", "tag": "novel"}, {"question": "هناك 12 طالبا من الصف الخامس و13 طالبا من الصف السادس في نادي القراءة، إذا كان عدد طلاب نادي الفنية هو 8 أضعاف عدد من في نادي القراءة، فكم طالبا في نادي الفنية؟", "segmented": "هناك 12 طالبا من الصف الخامس و 13 طالبا من الصف السادس في نادي القراءه اذا كان عدد طلاب نادي الفنيه هو 8 اضعاف عدد من في نادي القراءه فكم طالبا في نادي الفنيه ؟", "equation": "x=(12+13)*8", "tag": "translated"}, {"question": "ترغب وزارة النقل بإصلاح طريق طوله 2400 متر. إذا تم إصلاح ( 1/4 ) الطريق في اليوم الأول، ثم إصلاح ( 1/3 ) الباقي في اليوم التالي. فكم مترا لم يتم إصلاحه بعد؟", "segmented": "ترغب وزاره النقل باصلاح طريق طوله 2400 متر. اذا تم اصلاح (1/4) الطريق في اليوم الاول ثم اصلاح (1/3) الباقي في اليوم التالي. فكم مترا لم يتم اصلاحه بعد ؟", "equation": "x=2400-2400*(1/4)-(2400-2400*(1/4))*(1/3)", "tag": "translated"}, {"question": "أوجد ناتج: 15*10-18", "segmented": "اوجد ناتج : 15 * 10 - 18", "equation": "x=15*10-18", "tag": "novel"}, {"question": "قام متجر بشحن 48 صندوقًا من البرتقال و 10 صناديق أكثر من البرتقال من التفاح، كم عدد صناديق الفاكهة التي تم شحنها؟", "segmented": "قام متجر بشحن 48 صندوقا من البرتقال و 10 صناديق اكثر من البرتقال من التفاح كم عدد صناديق الفاكهه التي تم شحنها ؟", "equation": "x=48+10+48", "tag": "translated"}, {"question": "هناك 48 مفتاحًا أسود للبيانو، أي أقل بـ 15 من المفتايح البيضاء، كم عدد المفاتيح البيضاء؟", "segmented": "هناك 48 مفتاحا اسود للبيانو اي اقل ب 15 من المفتايح البيضاء كم عدد المفاتيح البيضاء ؟", "equation": "x=48+15", "tag": "translated"}, {"question": "أوجد ناتج: 900/4=", "segmented": "اوجد ناتج : 900 / 4 =", "equation": "x=900/4", "tag": "novel"}, {"question": "أوجد ناتج 36*7؟", "segmented": "اوجد ناتج 36 * 7 ؟", "equation": "x=36*7", "tag": "novel"}, {"question": "مع هشام 314 ريالاً، ويريد أن يشتري من المهرجان هديتين لوالديه لهما الثمن نفسه، فما ثمن الهدية الواحدة؟", "segmented": "مع هشام 314 ريالا ويريد ان يشتري من المهرجان هديتين لوالديه لهما الثمن نفسه فما ثمن الهديه 1", "equation": "x=314/2", "tag": "novel"}, {"question": "تبلغ سرعة حشرة 4 كم في الساعة فإذا قطعت 32 كم؛ فكم ساعة استغرقت؟", "segmented": "تبلغ سرعه حشره 4 كم في الساعه فاذا قطعت 32 كم ؛ فكم ساعه استغرقت ؟", "equation": "x=32/4", "tag": "novel"}, {"question": "أ هو 125٪ من ب . ماهي النسبة المئوية التي تشكل كم يزيد فيها أ عن ب؟", "segmented": "ا هو 125% من ب . ماهي النسبه المئويه التي تشكل كم يزيد فيها ا عن ب ؟", "equation": "x=125%-1", "tag": "translated"}, {"question": "أوجد ناتج: 96 قسمة 2-39", "segmented": "اوجد ناتج : 96 قسمه 2 - 39", "equation": "x=96/2-39", "tag": "novel"}, {"question": "محيط مثلث يساوي 165 كم. ما هو طول ضلع فيه إذا علمت أنه مثلث متطابق الأضلاع؟", "segmented": "محيط مثلث يساوي 165 كم. ما هو طول ضلع فيه اذا علمت انه مثلث متطابق الاضلاع ؟", "equation": "x=165/3", "tag": "novel"}, {"question": "في الطبق 8 بيضات، كُسر منها 3 بيضات؛ فكم بيضة بقيت؟", "segmented": "في الطبق 8 بيضات كسر منها 3 بيضات ؛ فكم بيضه بقيت ؟", "equation": "x=8-3", "tag": "novel"}, {"question": "هناك كرتان بيضاء وعدة كرات حمراء في الكيس، كم كرة سجب سحبها لضمان الحصول على كرة حمراء؟", "segmented": "هناك كرتان بيضاء وعده كرات حمراء في الكيس كم كره سجب سحبها لضمان الحصول علي كره حمراء ؟", "equation": "x=2+1", "tag": "translated"}, {"question": "اشترى خالد تذكرتي سفر له ولزوجته بـ2800 ريال؛ فما ثمن تذكرة الشخص الواحد؟", "segmented": "اشتري خالد تذكرتي سفر له ولزوجته ب 2800 ريال ؛ فما ثمن تذكره الشخص 1", "equation": "x=2800/2", "tag": "novel"}, {"question": "أوجد ناتج قسمة 614/2=", "segmented": "اوجد ناتج قسمه 614 / 2 =", "equation": "x=614/2", "tag": "novel"}, {"question": "السعر الحالي للمعطف أقل من السعر الأصلي بـ(2/9)، وهو أقل بـ240 ريالاً بالضبط؛ فما هو السعر الأصلي لهذا المعطف؟", "segmented": "السعر الحالي للمعطف اقل من السعر الاصلي ب (2/9) وهو اقل ب 240 ريالا بالضبط ؛ فما هو السعر الاصلي لهذا المعطف ؟", "equation": "x=240/(2/9)", "tag": "translated"}, {"question": "عدت خديجة 12 فراشة، ثم أتت 5 فراشات أخرى؛ فكم مجموع الفراشات؟", "segmented": "عدت خديجه 12 فراشه ثم اتت 5 فراشات اخري ؛ فكم مجموع الفراشات ؟", "equation": "x=12+5", "tag": "novel"}, {"question": "أوجد 5 أضعاف ( 2/11 )", "segmented": "اوجد 5 اضعاف (2/11)", "equation": "x=(2/11)*5", "tag": "translated"}, {"question": "( 3/7 ) رقم يساوي 27، فما قيمة ( 1/9 ) هذا الرقم؟", "segmented": "(3/7) رقم يساوي 27 فما قيمه (1/9) هذا الرقم ؟", "equation": "x=27/(3/7)*(1/9)", "tag": "translated"}, {"question": "ناتج 10.6-0.4 في 5.5، الفرق الناتج مقسومًا على 2.1، الحاصل =؟", "segmented": "ناتج 10.6 - 0.4 في 5.5 الفرق الناتج مقسوما علي 2.1 الحاصل = ؟", "equation": "x=(10.6-0.4*5.5)/2.1", "tag": "translated"}, {"question": "يحتوي كتاب أحمد على 81 صفحة فإذا قرأ منها 55 صفحة؛ فكم صفحة بقيت من دون قراءة؟", "segmented": "يحتوي كتاب احمد علي 81 صفحه فاذا قرا منها 55 صفحه ؛ فكم صفحه بقيت من دون قراءه ؟", "equation": "x=81-55", "tag": "novel"}, {"question": "التقط عمر 56 صورة يوم الاثنين، ومزيدًا من الصور يوم الثلاثاء، فإذا كان مجموع ما التقطه 71 صورة؛ فما عدد الصور التي التقطها يوم الثلاثاء؟", "segmented": "التقط عمر 56 صوره يوم 2 ومزيدا من الصور يوم الثلاثاء فاذا كان مجموع ما التقطه 71 صوره ؛ فما عدد الصور التي التقطها يوم الثلاثاء ؟", "equation": "x=71-56", "tag": "novel"}, {"question": "أوجد ناتج 50 جمع 100؟", "segmented": "اوجد ناتج 50 جمع 100 ؟", "equation": "x=50+100", "tag": "novel"}, {"question": "أوجد ناتج: 14*3-11", "segmented": "اوجد ناتج : 14 * 3 - 11", "equation": "x=14*3-11", "tag": "novel"}, {"question": "أوجد ناتج:160 قسمة 2-17=", "segmented": "اوجد ناتج : 160 قسمه 2 - 17 =", "equation": "x=160/2-17", "tag": "novel"}, {"question": "قرأت زينة 82 صفحة من كتاب و62 صفحة من كتاب آخر؛ فكم صفحة قرأت من الكتابين؟", "segmented": "قرات زينه 82 صفحه من كتاب و 62 صفحه من كتاب اخر ؛ فكم صفحه قرات من الكتابين ؟", "equation": "x=62+82", "tag": "novel"}, {"question": "إذا أكلت ليلى ( 1/4 ) قطعة من الشوكولاتة، كم بقي.", "segmented": "اذا اكلت ليلي (1/4) قطعه من الشوكولاته كم بقي .", "equation": "x=1-(1/4)", "tag": "translated"}, {"question": "3^2* 5=.", "segmented": "3 ^ 2 * 5 = .", "equation": "x=3^2*5", "tag": "translated"}, {"question": "أوجد ناتج الضرب 58*7؟", "segmented": "اوجد ناتج الضرب 58 * 7 ؟", "equation": "x=7*58", "tag": "novel"}, {"question": "إذا كان طول ذيل الطائرة الورقية 7 أمتار، ومع ماجد خيط طوله 56 مترًا، ويريد أن يصنع منه ذيولاً لطائرات ورقية؛ فكم ذيلاً يمكنه أن يصنع؟", "segmented": "اذا كان طول ذيل الطائره الورقيه 7 امتار ومع ماجد خيط طوله 56 مترا ويريد ان يصنع منه ذيولا لطائرات ورقيه ؛ فكم ذيلا يمكنه ان يصنع ؟", "equation": "x=56/7", "tag": "novel"}, {"question": "هناك 35 طالبًا في الصف الرابع سيذهبون في رحلة، وإن كان كل طالب سيدفع 120 ريالاً للرحلة، فما تكلفة الرحلة؟", "segmented": "هناك 35 طالبا في الصف الرابع سيذهبون في رحله وان كان كل طالب سيدفع 120 ريالا للرحله فما تكلفه الرحله ؟", "equation": "x=120*35", "tag": "translated"}, {"question": "في عامه الأول في دوري كرة السلة السعودي للمحترفين، سدد بندر بنسبة 45٪ من التسديدات، استنادًا إلى 30 مباراة في الدوري و16 تسديدة في كل مباراة؛ فكم عدد الأهداف التي سجلها بندر في الموسم الواحد؟", "segmented": "في عامه الاول في دوري كره السله السعودي للمحترفين سدد بندر بنسبه 45% من التسديدات استنادا الي 30 مباراه في الدوري و 16 تسديده في كل مباراه ؛ فكم عدد الاهداف التي سجلها بندر في الموسم 1", "equation": "x=16*30*45%", "tag": "translated"}, {"question": "أوجد ناتج: 775+56=", "segmented": "اوجد ناتج : 775 + 56 =", "equation": "x=775+56", "tag": "novel"}, {"question": "أوجد ناتج: 70 طرح منها 35؟", "segmented": "اوجد ناتج : 70 طرح منها 35 ؟", "equation": "x=70-35", "tag": "novel"}, {"question": "يوجد على طاولة المعلم 42 قلمًا وممحاة، فإذا كان عدد الأقلام مثلي عدد المماحي فأوجد عدد المماحي.", "segmented": "يوجد علي طاوله المعلم 42 قلما وممحاه فاذا كان عدد الاقلام مثلي عدد المماحي فاوجد عدد المماحي .", "equation": "x=42/(2+1)", "tag": "novel"}, {"question": "أوجد ناتج 18*5-12؟", "segmented": "اوجد ناتج 18 * 5 - 12 ؟", "equation": "x=18*5-12", "tag": "novel"}, {"question": "رقم مقسم على 7، الحاصل هو 13، والباقي هو 2. هذا الرقم =؟", "segmented": "رقم مقسم علي 7 الحاصل هو 13 والباقي هو 2 . هذا الرقم = ؟", "equation": "x=13*7+2", "tag": "translated"}, {"question": "أوجد ناتج: 93-83+21=؟", "segmented": "اوجد ناتج : 93 - 83 + 21 = ؟", "equation": "x=93-83+21", "tag": "novel"}, {"question": "أوجد ناتج 30 قسمة 6", "segmented": "اوجد ناتج 30 قسمه 6", "equation": "x=30/6", "tag": "novel"}, {"question": "لدى عائلة حديقة دائرية، إذا كان قطرها 10 أمتار، فما طول السياج المحيط بها؟", "segmented": "لدي عائله حديقه دائريه اذا كان قطرها 10 امتار فما طول السياج المحيط بها ؟", "equation": "x=3.14*10", "tag": "translated"}, {"question": "32 * (124-86)، الناتج يساوي؟", "segmented": "32 * ( 124 - 86 ) الناتج يساوي ؟", "equation": "x=32*(124-86)", "tag": "translated"}, {"question": "أوجد العدد الذي يساوي 2 أكثر من معكوس ( 1/6 ) =.", "segmented": "اوجد العدد الذي يساوي 2 اكثر من معكوس (1/6) = .", "equation": "x=1/(1/6)+2", "tag": "translated"}, {"question": "قرأت نورة 89 صفحة من كتاب، و66 صفحة من كتاب آخر؛ فكم صفحة قرأت من الكتابين معًا؟", "segmented": "قرات نوره 89 صفحه من كتاب و 66 صفحه من كتاب اخر ؛ فكم صفحه قرات من الكتابين معا ؟", "equation": "x=89+66", "tag": "novel"}, {"question": "أوجد ناتج: 74-20+13", "segmented": "اوجد ناتج : 74 - 20 + 13", "equation": "x=74-20+13", "tag": "novel"}, {"question": "قام موقع بناء معين بنقل 50٪ من الإسمنت في الصباح، و10.5 طن في المساء، وبقي 24.5 طنًّا من الإسمنت؛ فما هو عدد الأطنان الموجودة في هذه الدفعة؟", "segmented": "قام موقع بناء معين بنقل 50% من الاسمنت في الصباح و 10.5 طن في المساء وبقي 24.5 طنا من الاسمنت ؛ فما هو عدد الاطنان الموجوده في هذه الدفعه ؟", "equation": "x=(10.5+24.5)/(1-50%)", "tag": "translated"}, {"question": "لدى عادل معرض لتجارة السيارات، فإذا باع في أحد الأشهر 65 سيارة، وباع في شهر آخر 32 سيارة؛ فكم عدد السيارات التي باعها عادل؟", "segmented": "لدي عادل معرض لتجاره السيارات فاذا باع في احد الاشهر 65 سياره وباع في شهر اخر 32 سياره ؛ فكم عدد السيارات التي باعها عادل ؟", "equation": "x=65+32", "tag": "novel"}, {"question": "أوجد ناتج: 79 مطروح منها 34=", "segmented": "اوجد ناتج : 79 مطروح منها 34 =", "equation": "x=79-34", "tag": "novel"}, {"question": "تسير سيارة 200 كيلومترا في 4 ساعات، فما سرعتها؟", "segmented": "تسير سياره 200 كيلومترا في 4 ساعات فما سرعتها ؟", "equation": "x=200/4", "tag": "translated"}, {"question": "24 مطروحا من حاصل 1554/37؟", "segmented": "24 مطروحا من حاصل 1554 / 37 ؟", "equation": "x=1554/37-24", "tag": "translated"}, {"question": "يبعد عدنان ومازن عن بعضهما 910 أمتار، وقررا ان يلتقيا في محطة بينهما. إذا مشى عدنان بسرعة 60 مترًا في الدقيقة، ومازن 70 مترًا في الدقيقة، فبعد كم دقيقة يلتقيان؟", "segmented": "يبعد عدنان ومازن عن بعضهما 910 امتار وقررا ان يلتقيا في محطه بينهما. اذا مشي عدنان بسرعه 60 مترا في الدقيقه ومازن 70 مترا في الدقيقه فبعد كم دقيقه يلتقيان ؟", "equation": "x=910/(60+70)", "tag": "translated"}, {"question": "أوجد ناتج: 2436 مطروح منها 1200؟", "segmented": "اوجد ناتج : 2436 مطروح منها 1200 ؟", "equation": "x=2436-1200", "tag": "novel"}, {"question": "أوجد ناتج: 472 مطروح منها 72 مقسومة على 40؟", "segmented": "اوجد ناتج : 472 مطروح منها 72 مقسومه علي 40 ؟", "equation": "x=(472-72)/40", "tag": "novel"}, {"question": "عمل سامي 5 ساعات في الأسبوع الأول من الشهر فإذا عمل في الأسبوع الأخير من الشهر 8 أمثال ما عمله في الأسبوع الأول من ساعات؛ فكم ساعة عملها في الأسبوع الأخير؟", "segmented": "عمل سامي 5 ساعات في الاسبوع الاول من الشهر فاذا عمل في الاسبوع الاخير من الشهر 8 امثال ما عمله في الاسبوع الاول من ساعات ؛ فكم ساعه عملها في الاسبوع الاخير ؟", "equation": "x=8*5", "tag": "novel"}, {"question": "صرف خالد 378 ريالاً وصرف أخوه 291 ريالاً؛ فكم ريالاً صرف الاثنان؟", "segmented": "صرف خالد 378 ريالا وصرف اخوه 291 ريالا ؛ فكم ريالا صرف 2", "equation": "x=378+291", "tag": "novel"}, {"question": "تحتاج صفاء إلى 3 أيام لتنهي قراءة كتاب فإذا كان عدد صفحات الكتاب 348 صفحة؛ فكم صفحة ستقرأ كل يوم؟", "segmented": "تحتاج صفاء الي 3 ايام لتنهي قراءه كتاب فاذا كان عدد صفحات الكتاب 348 صفحه ؛ فكم صفحه ستقرا كل يوم ؟", "equation": "x=348/3", "tag": "novel"}, {"question": "تنطلق سيارتان من مدينتين مختلفتين في نفس الوقت، حيث تسير السيارة الأولى بسرعة 75.5 كيلومترًا في الساعة، بينما تسير السيارة الثانية بسرعة 65.5 كيلومترًا في الساعة، وبعد 4.5 ساعات، تلتقي السيارتان في الطريق. كم كيلومترا بين المدينتين؟", "segmented": "تنطلق سيارتان من مدينتين مختلفتين في نفس الوقت حيث تسير السياره الاولي بسرعه 75.5 كيلومترا في الساعه بينما تسير السياره الثانيه بسرعه 65.5 كيلومترا في الساعه وبعد 4.5 ساعات تلتقي السيارتان في الطريق. كم كيلومترا بين المدينتين ؟", "equation": "x=(75.5+65.5)*4.5", "tag": "translated"}, {"question": "لدى أسماء 42 تفاحة قامت بوضعها في 6 أطباق بالتساوي؛ فكم تفاحة وضعت في كل طبق؟", "segmented": "لدي اسماء 42 تفاحه قامت بوضعها في 6 اطباق بالتساوي ؛ فكم تفاحه وضعت في كل طبق ؟", "equation": "x=42/6", "tag": "novel"}, {"question": "تم خبز 756 فطيرة تفاح وكعك في المخبز، إذا كانت نسبة الكعك إلى فطيرة التفاح هي 4 : 5؛ فكم فطيرة تفاح تم إعدادها؟", "segmented": "تم خبز 756 فطيره تفاح وكعك في المخبز اذا كانت نسبه الكعك الي فطيره التفاح هي 4 : 5 ؛ فكم فطيره تفاح تم اعدادها ؟", "equation": "x=756*((4)/(4+5))", "tag": "translated"}, {"question": "كم مرة 300 أكبر من 5؟", "segmented": "كم مره 300 اكبر من 5 ؟", "equation": "x=300/5", "tag": "translated"}, {"question": "أوجد ناتج: 45/5=", "segmented": "اوجد ناتج : 45 / 5 =", "equation": "x=45/5", "tag": "novel"}, {"question": "ما ناتج العملية: (121/11)*7", "segmented": "ما ناتج العمليه : (121/11) * 7", "equation": "x=(121/11)*7", "tag": "novel"}, {"question": "أوجد ناتج: 2766-100=", "segmented": "اوجد ناتج : 2766 - 100 =", "equation": "x=2766-100", "tag": "novel"}, {"question": "5 قسمة 0.01", "segmented": "5 قسمه 0.01", "equation": "x=5/0.01", "tag": "translated"}, {"question": "لدى هند 35 قلم تلوين، وتريد حفظها في علب تتسع لـ5 أقلام؛ فكم عدد العلب التي تحتاجها؟", "segmented": "لدي هند 35 قلم تلوين وتريد حفظها في علب تتسع ل 5 اقلام ؛ فكم عدد العلب التي تحتاجها ؟", "equation": "x=35/5", "tag": "novel"}, {"question": "كومة من الفحم تزن 2 طن استُخدم (1/3) منها؛ فما المتبقي؟", "segmented": "كومه من الفحم تزن 2 طن استخدم (1/3) منها ؛ فما المتبقي ؟", "equation": "x=1-(1/3)", "tag": "translated"}, {"question": "قررت فاطمة قراءة 263 صفحة شهريًّا للانتهاء من كتابها خلال 4 شهور، فما قدر عدد الصفحات الكتاب؟", "segmented": "قررت فاطمه قراءه 263 صفحه شهريا للانتهاء من كتابها خلال 4 شهور فما قدر عدد الصفحات الكتاب ؟", "equation": "x=263*4", "tag": "novel"}, {"question": "أوجد ناتج: 111*2-78", "segmented": "اوجد ناتج : 111 * 2 - 78", "equation": "x=111*2-78", "tag": "novel"}, {"question": "قدم مسبح عرضًا للرجال بحيث يصبح ثمن تذكرة الدخول يوم الثلاثاء 10 ريالات للشخص الواحد فإذا دخل المسبح في ذلك اليوم 430 شخصًا؛ فكم ريالاً سيكون إيراد المسبح في ذلك اليوم؟", "segmented": "قدم مسبح عرضا للرجال بحيث يصبح ثمن تذكره الدخول يوم الثلاثاء 10 ريالات للشخص 1 فاذا دخل المسبح في ذلك اليوم 430 شخصا ؛ فكم ريالا سيكون ايراد المسبح في ذلك اليوم ؟", "equation": "x=10*430", "tag": "novel"}, {"question": "كم كيلوغرام أقل بنسبة 60 ٪ من 35 كيلوغرام.", "segmented": "كم كيلوغرام اقل بنسبه 60% من 35 كيلوغرام .", "equation": "x=35*(1-60%)", "tag": "translated"}, {"question": "يركض وليد 32 كيلو مترًا أسبوعيًّا؛ فكم يركض في 9 أسابيع؟", "segmented": "يركض وليد 32 كيلو مترا اسبوعيا ؛ فكم يركض في 9 اسابيع ؟", "equation": "x=9*32", "tag": "novel"}, {"question": "صندوق فيه 8 كرات حمراء وخضراء، إذا كان عدد الكرات الحمراء 5، فما عدد الكرات الخضراء؟", "segmented": "صندوق فيه 8 كرات حمراء وخضراء اذا كان عدد الكرات الحمراء 5 فما عدد الكرات الخضراء ؟", "equation": "x=8-5", "tag": "novel"}, {"question": "استثمر فواز 28000 ريال، وكان الربح الذي تم الحصول عليه يعادل (3/10) من رأس المال المستثمر؛ فكم ريالا ربح؟", "segmented": "استثمر فواز 28000 ريال وكان الربح الذي تم الحصول عليه يعادل (3/10) من راس المال المستثمر ؛ فكم ريالا ربح ؟", "equation": "x=28000*(3/10)", "tag": "translated"}, {"question": "أوجد ناتج: 90-12=", "segmented": "اوجد ناتج : 90 - 12 =", "equation": "x=90-12", "tag": "novel"}, {"question": "في مزرعة فارس 235 شجرة ومزرعة رياض300 شجرة؛ فكم عدد الأشجار معًا؟", "segmented": "في مزرعه فارس 235 شجره ومزرعه رياض 300 شجره ؛ فكم عدد الاشجار معا ؟", "equation": "x=300+235", "tag": "novel"}, {"question": "أوجد ناتج 14*6-77=", "segmented": "اوجد ناتج 14 * 6 - 77 =", "equation": "x=14*6-77", "tag": "novel"}, {"question": "أوجد ناتج: 76*4-55=؟", "segmented": "اوجد ناتج : 76 * 4 - 55 = ؟", "equation": "x=76*4-55", "tag": "novel"}, {"question": "رقم 1.2 أكثر من 1.6 مرة من 2.5 =.", "segmented": "رقم 1.2 اكثر من 1.6 مره من 2.5 = .", "equation": "x=2.5*1.6+1.2", "tag": "translated"}, {"question": "وزع 40 رياضيًّا على 5 فرق في كل منها العدد نفسه من اللاعبين؛ فكم عدد عناصر كل فريق؟", "segmented": "وزع 40 رياضيا علي 5 فرق في كل منها العدد نفسه من اللاعبين ؛ فكم عدد عناصر كل فريق ؟", "equation": "x=40/5", "tag": "novel"}, {"question": "أوجد ناتج الضرب 12*7؟", "segmented": "اوجد ناتج الضرب 12 * 7 ؟", "equation": "x=7*12", "tag": "novel"}, {"question": "اوجد س: 3 س -4.8 يساوي 4 في 0.3", "segmented": "اوجد س : 3 س - 4.8 يساوي 4 في 0.3", "equation": "x=(0.3*4+4.8)/3", "tag": "translated"}, {"question": "يجلب متجر الدب الصغير 3 صناديق من المكرونة سريعة التحضير، كل صندوق يحتوي على 24 عبوة. بعد بيع 19 عبوة؛ فكم عدد العبوات المتبقية؟", "segmented": "يجلب متجر الدب الصغير 3 صناديق من المكرونه سريعه التحضير كل صندوق يحتوي علي 24 عبوه. بعد بيع 19 عبوه ؛ فكم عدد العبوات المتبقيه ؟", "equation": "x=3*24-19", "tag": "translated"}, {"question": "لدى خليل 12 دفترًا أعطى أخاه بعضها وبقي لديه 8 دفاتر؛ فكم دفترًا أعطى أخاه؟", "segmented": "لدي خليل 12 دفترا اعطي اخاه بعضها وبقي لديه 8 دفاتر ؛ فكم دفترا اعطي اخاه ؟", "equation": "x=12-8", "tag": "novel"}, {"question": "يستعمل والد راشد هاتفه المحمول 275 دقيقة شهريًّا؛ فكم دقيقة يستعمل والد راشد هاتفه المحمول في السنة؟", "segmented": "يستعمل والد راشد هاتفه المحمول 275 دقيقه شهريا ؛ فكم دقيقه يستعمل والد راشد هاتفه المحمول في السنه ؟", "equation": "x=275*12", "tag": "novel"}, {"question": "أوجد ناتج 60 ضرب 7", "segmented": "اوجد ناتج 60 ضرب 7", "equation": "x=7*60", "tag": "novel"}, {"question": "تقف 6 طيور على غصن شجرة، طارت كلها عن الغصن؛ فكم طائرًا بقي على الشجرة؟", "segmented": "تقف 6 طيور علي غصن شجره طارت كلها عن الغصن ؛ فكم طائرا بقي علي الشجره ؟", "equation": "x=6-6", "tag": "novel"}, {"question": "ما ناتج طرح 1500-1110=", "segmented": "ما ناتج طرح 1500 - 1110 =", "equation": "x=1500-1110", "tag": "novel"}, {"question": "نتيجة حساب المعادلة 143 * 21 * 4 * 37 * 2 =.", "segmented": "نتيجه حساب المعادله 143 * 21 * 4 * 37 * 2 = .", "equation": "x=143*21*4*37*2", "tag": "translated"}, {"question": "اشترت مكتبة المدرسة 456 كتابًا دينيا، و20 كتابًا تقنيا أكثر ب 4 أضعاف عدد الكتب الدينية؛ فكم عدد الكتب التقنية التي تم شراؤها؟", "segmented": "اشترت مكتبه المدرسه 456 كتابا دينيا و 20 كتابا تقنيا اكثر ب 4 اضعاف عدد الكتب الدينيه ؛ فكم عدد الكتب التقنيه التي تم شراؤها ؟", "equation": "x=456*4+20", "tag": "translated"}, {"question": "أوجد ناتج: 458-84=", "segmented": "اوجد ناتج : 458 - 84 =", "equation": "x=458-84", "tag": "novel"}, {"question": "أوجد ناتج القسمة 156 قسمة 2؟", "segmented": "اوجد ناتج القسمه 156 قسمه 2 ؟", "equation": "x=156/2", "tag": "novel"}, {"question": "أوجد ناتج: 92 قسمة 2-15", "segmented": "اوجد ناتج : 92 قسمه 2 - 15", "equation": "x=92/2-15", "tag": "novel"}, {"question": "كان في الجحر 6 أرانب خرج منه أرنب واحد؛ فكم أرنبًا بقي؟", "segmented": "كان في الجحر 6 ارانب خرج منه ارنب 1 فكم ارنبا بقي ؟", "equation": "x=6-1", "tag": "novel"}, {"question": "أ و ب برميلان من النفط، يزن البرميل أ 15 كيلوغراما، وإذا سكب 8 كيلوغرامات منه إلى البرميل ب، فإن ب يساوي أربعة أضعاف أ، فكم كيلوغراما من النفط في البرميل ب؟", "segmented": "ا وب برميلان من النفط يزن البرميل ا 15 كيلوغراما واذا سكب 8 كيلوغرامات منه الي البرميل ب فان ب يساوي 4 اضعاف ا فكم كيلوغراما من النفط في البرميل ب ؟", "equation": "x=(15-8)*4-8", "tag": "translated"}, {"question": "أوجد ناتج: 340 مقسومة على 2؟", "segmented": "اوجد ناتج : 340 مقسومه علي 2 ؟", "equation": "x=340/2", "tag": "novel"}, {"question": "يمكن أن يستوعب المسرح 870 شخصًا. إذا كانت تكلفة الدخول هي 8 ريالات، فكم المكسب؟", "segmented": "يمكن ان يستوعب المسرح 870 شخصا. اذا كانت تكلفه الدخول هي 8 ريالات فكم المكسب ؟", "equation": "x=8*870", "tag": "translated"}, {"question": "أوجد حاصل ضرب 400 في الفرق بين 60% و 45%", "segmented": "اوجد حاصل ضرب 400 في الفرق بين 60% و 45%", "equation": "x=400*(60%-45%)", "tag": "translated"}, {"question": "تزن كومة من المواد الغذائية 60 طنًّا، نقلت الشاحة في أول 8 مرات 3.5 طن، إذا تم نقل 3.2 طن في باقي الدفعات؛ فكم دفعة ستحتاج حتى نقل جميع المواد الغذائية؟", "segmented": "تزن كومه من المواد الغذائيه 60 طنا نقلت الشاحه في اول 8 مرات 3.5 طن اذا تم نقل 3.2 طن في باقي الدفعات ؛ فكم دفعه ستحتاج حتي نقل جميع المواد الغذائيه ؟", "equation": "x=(60-3.5*8)/3.2", "tag": "translated"}, {"question": "يصل طول أحد أنواع الحشرات العصوية إلى 52 سم؛ فما طول 5 حشرات من هذه النوع؟", "segmented": "يصل طول احد انواع الحشرات العصويه الي 52 سم ؛ فما طول 5 حشرات من هذه النوع ؟", "equation": "x=52*5", "tag": "novel"}, {"question": "مجموعتان من الطلاب عدد أفراد الأولى 92 طالبًا وعدد أفراد الثانية 107 طلاب فإذا أرادوا حضور الحفل المدرسي في المدرج يتسع لـ200 شخص، كم مقعدا سيبقى فارغا؟", "segmented": "مجموعتان من الطلاب عدد افراد الاولي 92 طالبا وعدد افراد الثانيه 107 طلاب فاذا ارادوا حضور الحفل المدرسي في المدرج يتسع ل 200 شخص كم مقعدا سيبقي فارغا ؟", "equation": "x=200-(107+92)", "tag": "novel"}, {"question": "تدرب فيصل لمدة 35 دقيقة، وتدرب عبدالعزيز لمدة 18 دقيقة؛ فكم دقيقة تدرب فيصل زيادة عن عبدالعزيز؟", "segmented": "تدرب فيصل لمده 35 دقيقه وتدرب عبدالعزيز لمده 18 دقيقه ؛ فكم دقيقه تدرب فيصل زياده عن عبدالعزيز ؟", "equation": "x=35-18", "tag": "novel"}, {"question": "كم الطول الكلي لطريق إذا علمت أنه يتم إصلاح 125 مترًا يوميًّا منه، وبعد 22 يومًا ما يزال هناك 50 مترًا باقيًا؟", "segmented": "كم الطول الكلي لطريق اذا علمت انه يتم اصلاح 125 مترا يوميا منه وبعد 22 يوما ما يزال هناك 50 مترا باقيا ؟", "equation": "x=125*22+50", "tag": "translated"}, {"question": "أوجد ناتج: 1800 مقسومة على 3=", "segmented": "اوجد ناتج : 1800 مقسومه علي 3 =", "equation": "x=1800/3", "tag": "novel"}, {"question": "في المتجر 35 صندوقًا من الكعك في كل منها 3 كعكات بالفراولة و4 كعكات بالشوكولاتة أوجد عدد الكعك في المتجر؟", "segmented": "في المتجر 35 صندوقا من الكعك في كل منها 3 كعكات بالفراوله و 4 كعكات بالشوكولاته اوجد عدد الكعك في المتجر ؟", "equation": "x=(3+4)*35", "tag": "novel"}, {"question": "أوجد ناتج: 47*4-11", "segmented": "اوجد ناتج : 47 * 4 - 11", "equation": "x=47*4-11", "tag": "novel"}, {"question": "أوجد ناتج: 20 مقسومة على 2 مضروبة في 7=", "segmented": "اوجد ناتج : 20 مقسومه علي 2 مضروبه في 7 =", "equation": "x=20/2*7", "tag": "novel"}, {"question": "0.85 من السعر الأصلي هي 170 ريالا، فما السعر الأصلي؟", "segmented": "0.85 من السعر الاصلي هي 170 ريالا فما السعر الاصلي ؟", "equation": "x=170/0.85", "tag": "translated"}, {"question": "18 * ( 3/4 ) - مجموع 3.5 و 0.48، الناتج =؟", "segmented": "18 * (3/4) - مجموع 3.5 و 0.48 الناتج = ؟", "equation": "x=(3/4)*18-(3.5+0.48)", "tag": "translated"}, {"question": "ولدت والدتي في 8 أبريل 1976، إن أرادت أن تتقاعد عند بلوغها 55 عاما، ففي أي عام يجب أن تتقاعد؟", "segmented": "ولدت والدتي في 8 ابريل 1976 ان ارادت ان تتقاعد عند بلوغها 55 عاما ففي اي عام يجب ان تتقاعد ؟", "equation": "x=1976+55", "tag": "translated"}, {"question": "بناية مكونة من 10 طوابق في كل طابق 15 شقة؛ فكم شقة في هذه البناية؟", "segmented": "بنايه مكونه من 10 طوابق في كل طابق 15 شقه ؛ فكم شقه في هذه البنايه ؟", "equation": "x=10*15", "tag": "novel"}, {"question": "مع كنزي 7 وردات ومع مريم 8 وردات؛ فما مجموع ما معهما من الورود؟", "segmented": "مع كنزي 7 وردات ومع مريم 8 وردات ؛ فما مجموع ما معهما من الورود ؟", "equation": "x=7+8", "tag": "novel"}, {"question": "مع خالد 10 كرات فإذا أعطاه صديقه 12 كرة؛ فكم مجموع الكرات معه؟", "segmented": "مع خالد 10 كرات فاذا اعطاه صديقه 12 كره ؛ فكم مجموع الكرات معه ؟", "equation": "x=10+12", "tag": "novel"}, {"question": "تربي المزرعة 130 خنزيرًا صغيرًا أي 5 أضعاف عدد الخنازير الكبيرة؛ فكم عدد الخنازير الكبيرة؟", "segmented": "تربي المزرعه 130 خنزيرا صغيرا اي 5 اضعاف عدد الخنازير الكبيره ؛ فكم عدد الخنازير الكبيره ؟", "equation": "x=130/5", "tag": "translated"}, {"question": "ركض عامر6 دورات يوم الأحد، و5 دورات حول المضمار يوم الخميس؛ فكم ركض في الدورتين؟", "segmented": "ركض عامر 6 دورات يوم الاحد و 5 دورات حول المضمار يوم الخميس ؛ فكم ركض في الدورتين ؟", "equation": "x=6+5", "tag": "novel"}, {"question": "ما ناتج العملية: (60*10)/ 6=", "segmented": "ما ناتج العمليه : ( 60 * 10 ) / 6 =", "equation": "x=(10*60)/6", "tag": "novel"}, {"question": "قطعة أرض مربعة الشكل، طول ضلعها 8 أمتار، يريد صاحبها بناء سور حولها؛ فكم يبلغ طول هذا السور؟", "segmented": "قطعه ارض مربعه الشكل طول ضلعها 8 امتار يريد صاحبها بناء سور حولها ؛ فكم يبلغ طول هذا السور ؟", "equation": "x=8*4", "tag": "novel"}, {"question": "إذا كان وزن سيارة هو 3000 كيلو جرام، فما وزن سيارتين من النوع نفسه؟", "segmented": "اذا كان وزن سياره هو 3000 كيلو جرام فما وزن سيارتين من النوع نفسه ؟", "equation": "x=3000*2", "tag": "novel"}, {"question": "(3/7) عدد الأشخاص في المدرسة هو 360؛ فكم عدد الأشخاص في المدرسة؟", "segmented": "(3/7) عدد الاشخاص في المدرسه هو 360 ؛ فكم عدد الاشخاص في المدرسه ؟", "equation": "x=360/(3/7)", "tag": "translated"}, {"question": "ذهب 78 كشافًا في رحلة إلى مدينة أبها، فإذا أقام كل 6 منهم في خيمة فما عدد الخيام؟", "segmented": "ذهب 78 كشافا في رحله الي مدينه ابها فاذا اقام كل 6 منهم في خيمه فما عدد الخيام ؟", "equation": "x=78/6", "tag": "novel"}, {"question": "أوجد ناتج: 94 قسمة 2=", "segmented": "اوجد ناتج : 94 قسمه 2 =", "equation": "x=94/2", "tag": "novel"}, {"question": "لدى خديجة 12 ملصقًا، وتريد توزيعها على 6 من صديقاتها بالتساوي؛ فكم تعطي كل واحدة منها؟", "segmented": "لدي خديجه 12 ملصقا وتريد توزيعها علي 6 من صديقاتها بالتساوي ؛ فكم تعطي كل 1 منها ؟", "equation": "x=12/6", "tag": "novel"}, {"question": "تجولت عائلة بندر عبر المملكة بالسيارة؛ فقطعت 888 كيلو مترًا في أربعة أيام، فما مقدار المسافة التي قطعتها العائلة في اليوم الواحد فإذا علمت أنها كانت تقطع المسافة نفسها يوميًّا؟", "segmented": "تجولت عائله بندر عبر المملكه بالسياره ؛ فقطعت 888 كيلو مترا في 4 ايام فما مقدار المسافه التي قطعتها العائله في اليوم 1 فاذا علمت انها كانت تقطع المسافه نفسها يوميا ؟", "equation": "x=888/4", "tag": "novel"}, {"question": "صنع فريق 226 سلة زهور في 26 يومًا، أي 18 أكثر مما كان مخططا له في الأصل؛ فكم عدد السلال التي تم التخطيط لها في الأصل كل يوم؟", "segmented": "صنع فريق 226 سله زهور في 26 يوما اي 18 اكثر مما كان مخططا له في الاصل ؛ فكم عدد السلال التي تم التخطيط لها في الاصل كل يوم ؟", "equation": "x=(226-18)/26", "tag": "translated"}, {"question": "المسافة من المدينة أ إلى المدينة ب 320 كيلومترًا، وتقطع السيارة 240 كيلومترًا في 3 ساعات، وفقًا لهذا الحساب؛ فكم ساعة للوصول إلى المدينة \"ب\"؟", "segmented": "المسافه من المدينه ا الي المدينه ب 320 كيلومترا وتقطع السياره 240 كيلومترا في 3 ساعات وفقا لهذا الحساب ؛ فكم ساعه للوصول الي المدينه ب ؟", "equation": "x=(320-240)/(240/3)", "tag": "translated"}, {"question": "حاصل 3-2/6، زائد 5، النتيجة =؟", "segmented": "حاصل 3 - 2 / 6 زائد 5 النتيجه = ؟", "equation": "x=3-2/6+5", "tag": "translated"}, {"question": "656 مقسوما على مجموع 29 و 12 =؟", "segmented": "656 مقسوما علي مجموع 29 و 12 = ؟", "equation": "x=656/(29+12)", "tag": "translated"}, {"question": "أوجد ناتج: 53*2-6=", "segmented": "اوجد ناتج : 53 * 2 - 6 =", "equation": "x=53*2-6", "tag": "novel"}, {"question": "معكوس ( 2/3 ) زائد حاصل ( 5/6)/(1/3)=؟", "segmented": "معكوس (2/3) زائد حاصل (5/6) / (1/3) = ؟", "equation": "x=1/(2/3)+(1/3)/(5/6)", "tag": "translated"}, {"question": "تنطلق سفينتان من مينائين متقابلين بنفس الوقت. وتقطع السفينة الأولى مسافة 18 كيلومترًا في الساعة وتقطع الثانية 15 كيلومترًا في الساعة، ويلتقيان بعد 6 ساعات؛ فكم كيلومترًا يبلغ طول الممر المائي بين المينائين؟", "segmented": "تنطلق سفينتان من مينائين متقابلين بنفس الوقت. وتقطع السفينه الاولي مسافه 18 كيلومترا في الساعه وتقطع الثانيه 15 كيلومترا في الساعه ويلتقيان بعد 6 ساعات ؛ فكم كيلومترا يبلغ طول الممر المائي بين المينائين ؟", "equation": "x=(18+15)*6", "tag": "translated"}, {"question": "ذهب 78 كشافًا في رحلة إلى مدينة أبها فإذا أقام كل 6 منهم في خيمة؛ فما عدد الخيام؟", "segmented": "ذهب 78 كشافا في رحله الي مدينه ابها فاذا اقام كل 6 منهم في خيمه ؛ فما عدد الخيام ؟", "equation": "x=78/6", "tag": "novel"}, {"question": "يبلغ عرض المستطيل 3 سم وطوله 4 أضعاف العرض، فما محيطه؟", "segmented": "يبلغ عرض المستطيل 3 سم وطوله 4 اضعاف العرض فما محيطه ؟", "equation": "x=(3*4+3)*2", "tag": "translated"}, {"question": "أوجد ناتج: 42 مقسومة على 7=", "segmented": "اوجد ناتج : 42 مقسومه علي 7 =", "equation": "x=42/7", "tag": "novel"}, {"question": "أوجد ناتج: 50*3-60=؟", "segmented": "اوجد ناتج : 50 * 3 - 60 = ؟", "equation": "x=50*3-60", "tag": "novel"}, {"question": "يدفع عمر 3340 ريالاً إيجار لمنزله شهريًّا، بالإضافة إلى 692 ريالاً تكلفة استخدام الغاز والكهرباء في الشهر؛ فما هو المبلغ الكلي الذي يدفعه عمر كل شهر؟", "segmented": "يدفع عمر 3340 ريالا ايجار لمنزله شهريا بالاضافه الي 692 ريالا تكلفه استخدام الغاز والكهرباء في الشهر ؛ فما هو المبلغ الكلي الذي يدفعه عمر كل شهر ؟", "equation": "x=3340+692", "tag": "novel"}, {"question": "ما ناتج 1650 مقسومة على 3=", "segmented": "ما ناتج 1650 مقسومه علي 3 =", "equation": "x=1650/3", "tag": "novel"}, {"question": "يبلغ ثمن ثلاجة 3200 ريال فإذا تم الشراء بالتقسيط على 8 شهور؛ فكم يبلغ القسط الشهري؟", "segmented": "يبلغ ثمن ثلاجه 3200 ريال فاذا تم الشراء بالتقسيط علي 8 شهور ؛ فكم يبلغ القسط الشهري ؟", "equation": "x=3200/8", "tag": "novel"}, {"question": "عدد سور القرآن الكريم 114 سورة، حفظت فاطمة 47 سورة؛ فكم سورة عليها أن تحفظ لتتم حفظ القرآن الكريم كاملاً؟", "segmented": "عدد سور القران الكريم 114 سوره حفظت فاطمه 47 سوره ؛ فكم سوره عليها ان تحفظ لتتم حفظ القران الكريم كاملا ؟", "equation": "x=114-47", "tag": "novel"}, {"question": "( 4/7 ) س = 32، أحسب قيمة س", "segmented": "(4/7) س = 32 احسب قيمه س", "equation": "x=32/(4/7)", "tag": "translated"}, {"question": "24060 / مجموع 38 و 22، الحاصل =؟", "segmented": "24060 / مجموع 38 و 22 الحاصل = ؟", "equation": "x=24060/(38+22)", "tag": "translated"}, {"question": "أوجد ناتج 78 طرح منها60 =؟", "segmented": "اوجد ناتج 78 طرح منها 60 = ؟", "equation": "x=78-60", "tag": "novel"}, {"question": "أوجد ناتج 54 قسمة 9", "segmented": "اوجد ناتج 54 قسمه 9", "equation": "x=54/9", "tag": "novel"}, {"question": "س تساوي 420، وهو أكثر من ص ب ( 1/6) مرة. فما قيمة ص؟", "segmented": "س تساوي 420 وهو اكثر من ص ب (1/6) مره. فما قيمه ص ؟", "equation": "x=420/(1+(1/6))", "tag": "translated"}, {"question": "طول الخيط 10 أمتار، كم متر تبقى عند قطع ( 2/5) منه؟", "segmented": "طول الخيط 10 امتار كم متر تبقي عند قطع (2/5) منه ؟", "equation": "x=10*(1-(2/5))", "tag": "translated"}, {"question": "باع مقصف المدرسة 64 شطيرة في الاستراحة الأولى، و29 شطيرة في الاستراحة الثانية؛ فما عدد الشطائر التي باعها؟", "segmented": "باع مقصف المدرسه 64 شطيره في الاستراحه الاولي و 29 شطيره في الاستراحه الثانيه ؛ فما عدد الشطائر التي باعها ؟", "equation": "x=64+29", "tag": "novel"}, {"question": "أضع في حصالتي ريالاً واحدًا يوميًّا، فأصبح معي اليوم 56 ريالاً؛ فكم ريالاً كان معي بالأمس؟", "segmented": "اضع في حصالتي ريالا 1 يوميا فاصبح معي اليوم 56 ريالا ؛ فكم ريالا كان معي بالامس ؟", "equation": "x=56-1", "tag": "novel"}, {"question": "أوجد ناتج: 15*7-56", "segmented": "اوجد ناتج : 15 * 7 - 56", "equation": "x=15*7-56", "tag": "novel"}, {"question": "يقع منزل نورة على بعد 240 كيلومترًا من المدرسة. ويمكنها الوصول إليها في غضون 3 ساعات إذا استقلت السيارة. فماهي سرعة السيارة؟", "segmented": "يقع منزل نوره علي بعد 240 كيلومترا من المدرسه. ويمكنها الوصول اليها في غضون 3 ساعات اذا استقلت السياره. فماهي سرعه السياره ؟", "equation": "x=240/3", "tag": "translated"}, {"question": "كم عدد الأشجار التي يمكن زراعتها حول ملعب دائري قطره 40 مترًا، شجرة واحدة كل 6.28 مترًا؟", "segmented": "كم عدد الاشجار التي يمكن زراعتها حول ملعب دائري قطره 40 مترا شجره 1 كل 6.28 مترا ؟", "equation": "x=40*3.14/6.28", "tag": "translated"}, {"question": "صنعت فوزية 9 لترات من العصير، كم زجاجة ستحتاج لها إذا علمت أن 6 زجاجات يمكن أن تستوعب 1.5 لترا؟", "segmented": "صنعت فوزيه 9 لترات من العصير كم زجاجه ستحتاج لها اذا علمت ان 6 زجاجات يمكن ان تستوعب 1.5 لترا ؟", "equation": "x=9/(1.5/6)", "tag": "translated"}, {"question": "صنع خباز 48 فطيرة لحفلة مدرسية فإذا وضع كل 8 منها في صينية، فما عدد الصواني التي استعملها؟", "segmented": "صنع خباز 48 فطيره لحفله مدرسيه فاذا وضع كل 8 منها في صينيه فما عدد الصواني التي استعملها ؟", "equation": "x=48/8", "tag": "novel"}, {"question": "أوجد ناتج: 84 قسمة 2-33", "segmented": "اوجد ناتج : 84 قسمه 2 - 33", "equation": "x=84/2-33", "tag": "novel"}, {"question": "أوجد ناتج: 22*5-61", "segmented": "اوجد ناتج : 22 * 5 - 61", "equation": "x=22*5-61", "tag": "novel"}, {"question": "أوجد ناتج: 10*11=", "segmented": "اوجد ناتج : 10 * 11 =", "equation": "x=11*10", "tag": "novel"}, {"question": "يركض سالم60 دقيقة في كل مرة يتدرب فيها، فإذا تدرب 14 مرة في الشهر؛ فكم دقيقة يركض في الشهر؟", "segmented": "يركض سالم 60 دقيقه في كل مره يتدرب فيها فاذا تدرب 14 مره في الشهر ؛ فكم دقيقه يركض في الشهر ؟", "equation": "x=14*60", "tag": "novel"}, {"question": "مع هناء 8 كرات فقدت منها 3؛ فكم كرة تبقى معها؟", "segmented": "مع هناء 8 كرات فقدت منها 3 ؛ فكم كره تبقي معها ؟", "equation": "x=8-3", "tag": "novel"}, {"question": "في سلة كبيرة 12 تفاحة، وضعت مها منها 4 في سلة صغيرة. كم عدد التفاح المتبقي في السلة الكبيرة؟", "segmented": "في سله كبيره 12 تفاحه وضعت مها منها 4 في سله صغيره. كم عدد التفاح المتبقي في السله الكبيره ؟", "equation": "x=12-4", "tag": "novel"}, {"question": "العامل الأول يساوي 9 والعامل الثاني هو 7. ما هو ناتج ضربهما؟", "segmented": "العامل الاول يساوي 9 والعامل الثاني هو 7 . ما هو ناتج ضربهما ؟", "equation": "x=9*7", "tag": "translated"}, {"question": "أوجد ناتج: 21*7-14=؟", "segmented": "اوجد ناتج : 21 * 7 - 14 = ؟", "equation": "x=21*7-14", "tag": "novel"}, {"question": "كان على الشجرة 10 تفاحات سقطت اثنتان منها؛ فكم تفاحة بقيت على الشجرة؟", "segmented": "كان علي الشجره 10 تفاحات سقطت 2 منها ؛ فكم تفاحه بقيت علي الشجره ؟", "equation": "x=10-2", "tag": "novel"}, {"question": "أوجد ناتج: 365/90=", "segmented": "اوجد ناتج : 365 / 90 =", "equation": "x=365/90", "tag": "novel"}, {"question": "سعر مجموعة كتب عالم الحكاية الخيالية وعالم البحار 260 ريالاً، سعر مجموعة كتب عالم الحكاية الخيالية هو (5/8) من سعر عالم البحار؛ فكم سعر مجموعة كتب سلسلة عالم البحار بالريال؟", "segmented": "سعر مجموعه كتب عالم الحكايه الخياليه وعالم البحار 260 ريالا سعر مجموعه كتب عالم الحكايه الخياليه هو (5/8) من سعر عالم البحار ؛ فكم سعر مجموعه كتب سلسله عالم البحار بالريال ؟", "equation": "x=260/(1+(5/8))", "tag": "translated"}, {"question": "3.7*8+2010/67 =.", "segmented": "3.7 * 8 + 2010 / 67 = .", "equation": "x=3.7*8+2010/67", "tag": "translated"}, {"question": "جمع الصفان الرابع والخامس تربة للزراعة، وجمع الصف الخامس 19.4 كجم، أي أقل ب 4.5 كجم من الصف الرابع، كم عدد الكيلوغرامات التي تم جمعها؟", "segmented": "جمع الصفان الرابع والخامس تربه للزراعه وجمع الصف الخامس 19.4 كجم اي اقل ب 4.5 كجم من الصف الرابع كم عدد الكيلوغرامات التي تم جمعها ؟", "equation": "x=19.4+4.5+19.4", "tag": "translated"}, {"question": "أوجد ناتج: 55*5-48=", "segmented": "اوجد ناتج : 55 * 5 - 48 =", "equation": "x=55*5-48", "tag": "novel"}, {"question": "تريد هيام أن تضع 12 حبة كمثرى في طبقين، على أن يكون عددها متساويًا في الطبقين؛ فكم حبة كمثرى يجب أن تضع في كل طبق؟", "segmented": "تريد هيام ان تضع 12 حبه كمثري في طبقين علي ان يكون عددها متساويا في الطبقين ؛ فكم حبه كمثري يجب ان تضع في كل طبق ؟", "equation": "x=12/2", "tag": "novel"}, {"question": "في مصنع 5 أطنان من المعدات، كم طنا تم بيعه إذا علمت أنه تم بيع ( 1/3 ) المعدات؟", "segmented": "في مصنع 5 اطنان من المعدات كم طنا تم بيعه اذا علمت انه تم بيع (1/3) المعدات ؟", "equation": "x=5*(1/3)", "tag": "translated"}, {"question": "يمكن مشاهدة مذنَّب كوهتك كل 6 سنوات؛ فكم يبلغ عمر شخص شاهد المذنب 7 مرات إذا كان عمره عند أول مشاهدة 6 سنوات؟", "segmented": "يمكن مشاهده مذنب كوهتك كل 6 سنوات ؛ فكم يبلغ عمر شخص شاهد المذنب 7 مرات اذا كان عمره عند اول مشاهده 6 سنوات ؟", "equation": "x=7*6", "tag": "novel"}, {"question": "1 * ( 4/5 ) = ( 1/5) م، ما قيمة م؟", "segmented": "1 * (4/5) = (1/5) م ما قيمه م ؟", "equation": "x=1*(4/5)/(1/5)", "tag": "translated"}, {"question": "في مسابقة الجري، ركض سامي بسرعة 3.46 متر في الثانية، وجرى فواز 0.87 متر في الثانية أكثر من سامي. أما فيصل، فركض بسرعة أقل من فواز ب 0.13 متر في الثانية. كم سرعة فيصل؟", "segmented": "في مسابقه الجري ركض سامي بسرعه 3.46 متر في الثانيه وجري فواز 0.87 متر في الثانيه اكثر من سامي. اما فيصل فركض بسرعه اقل من فواز ب 0.13 متر في الثانيه. كم سرعه فيصل ؟", "equation": "x=3.46+0.87-0.13", "tag": "translated"}, {"question": "في أحد الأيام أقلعت طائرتان من مطار الملك خالد من الرياض ومتوجهتين إلى جدة وكانت إحدى الطائرتين تقل346 مسافرًا، والأخرى تقل 179 مسافرًا، فما عدد المسافرين في الطائرتين؟", "segmented": "في احد الايام اقلعت طائرتان من مطار الملك خالد من الرياض ومتوجهتين الي جده وكانت 1 الطائرتين تقل 346 مسافرا والاخري تقل 179 مسافرا فما عدد المسافرين في الطائرتين ؟", "equation": "x=346+179", "tag": "novel"}, {"question": "شحن سوق الخضار 1200 كيلو جرام من الباذنجان، وكمية الطماطم التي سيتم شحنها هي (1/3) كمية الباذنجان؛ فكم كيلو جرام شحن سوق الخضار من الطماطم؟", "segmented": "شحن سوق الخضار 1200 كيلو جرام من الباذنجان وكميه الطماطم التي سيتم شحنها هي (1/3) كميه الباذنجان ؛ فكم كيلو جرام شحن سوق الخضار من الطماطم ؟", "equation": "x=1200*(1/3)", "tag": "translated"}, {"question": "مع نورة 12 قلمًا، وأحضرت صديقتها علياء 19 قلمًا إلى الصف؛ فكم قلمًا أصبح في الصف؟", "segmented": "مع نوره 12 قلما واحضرت صديقتها علياء 19 قلما الي الصف ؛ فكم قلما اصبح في الصف ؟", "equation": "x=12+19", "tag": "novel"}, {"question": "طول جانب المربع هو 2.4 متر، ما مساحته؟", "segmented": "طول جانب المربع هو 2.4 متر ما مساحته ؟", "equation": "x=2.4*2.4", "tag": "translated"}, {"question": "أوجد ناتج: 5 ضرب 6 تقسيم 3 ضرب 10؟", "segmented": "اوجد ناتج : 5 ضرب 6 تقسيم 3 ضرب 10 ؟", "equation": "x=5*6/3*10", "tag": "novel"}, {"question": "ما هو الرقم الذي يكون أقل بـ20% من 45؟", "segmented": "ما هو الرقم الذي يكون اقل ب 20% من 45 ؟", "equation": "x=45*(1-20%)", "tag": "translated"}, {"question": "مربع طول ضلعه 5سم؛ فما محيطه؟", "segmented": "مربع طول ضلعه 5 سم ؛ فما محيطه ؟", "equation": "x=4*5", "tag": "novel"}, {"question": "إذا كان عمر سمير 25 وعمر سامي يزيد عن عمر سمير 13سنة؛ فكم عمر سامي؟", "segmented": "اذا كان عمر سمير 25 وعمر سامي يزيد عن عمر سمير 13 سنه ؛ فكم عمر سامي ؟", "equation": "x=25+13", "tag": "novel"}, {"question": "قام السيد ثامر بإيداع 4000ريال في البنك لمدة 3 سنوات بمعدل 2.7٪ سنويًّا؛ فما مقدار الفائدة التي حصل عليها بالفعل عندما سحب الأموال عند الاستحقاق؟ (ضريبة الفائدة 20٪)", "segmented": "قام السيد ثامر بايداع 4000 ريال في البنك لمده 3 سنوات بمعدل 2.7% سنويا ؛ فما مقدار الفائده التي حصل عليها بالفعل عندما سحب الاموال عند الاستحقاق ؟ ( ضريبه الفائده 20% )", "equation": "x=4000*2.7%*3*(1-20%)", "tag": "translated"}, {"question": "( 3/4 ) * ( 5/9 )", "segmented": "(3/4) * (5/9)", "equation": "x=(5/9)*(3/4)", "tag": "translated"}, {"question": "اشترت المدرسة 6 من الكرات الطائرة و5 كرات سلة، وتبلغ التكلفة الإجمالية 510 ريالا، إذا كانت كرة طائرة الواحدة تكلف 40 ريالا، فما هي تكلفة كرة سلة الواحدة؟", "segmented": "اشترت المدرسه 6 من الكرات الطائره و 5 كرات سله وتبلغ التكلفه الاجماليه 510 ريالا اذا كانت كره طائره 1 تكلف 40 ريالا فما هي تكلفه كره سله 1", "equation": "x=(510-40*6)/5", "tag": "translated"}, {"question": "أوجد ناتج: 465 طرح منها 100=", "segmented": "اوجد ناتج : 465 طرح منها 100 =", "equation": "x=100", "tag": "novel"}, {"question": "أوجد ناتج: 564*4=", "segmented": "اوجد ناتج : 564 * 4 =", "equation": "x=4*564", "tag": "novel"}, {"question": "سعر الجوارب 25.65 ريالاً، وسعر زوج من الأحذية أكثر من الجوارب ب 216.45 ريالاً. إذا اشترى مازن زوجًا من الأحذية ودفع 300 ريال للبائع؛ فكم ريالاً ينبغي استرداده؟", "segmented": "سعر الجوارب 25.65 ريالا وسعر زوج من الاحذيه اكثر من الجوارب ب 216.45 ريالا. اذا اشتري مازن زوجا من الاحذيه ودفع 300 ريال للبائع ؛ فكم ريالا ينبغي استرداده ؟", "equation": "x=300-(25.65+216.45)", "tag": "translated"}, {"question": "أوجد ناتج: (5*6) -(80)=", "segmented": "اوجد ناتج : ( 5 * 6 ) - ( 80 ) =", "equation": "x=(5*6)-(80)", "tag": "novel"}, {"question": "أوجد قيمة: 340-100=", "segmented": "اوجد قيمه : 340 - 100 =", "equation": "x=340-100", "tag": "novel"}, {"question": "أوجد الناتج: 333 قسمة 3=", "segmented": "اوجد الناتج : 333 قسمه 3 =", "equation": "x=333/3", "tag": "novel"}, {"question": "يبلغ عرض مستطيل 54.7 قدم وطول 80.4 قدم. احسب المحيط.", "segmented": "يبلغ عرض مستطيل 54.7 قدم وطول 80.4 قدم. احسب المحيط .", "equation": "x=2*(54.7+80.4)", "tag": "novel"}, {"question": "ما ناتج طرح 156-65=؟", "segmented": "ما ناتج طرح 156 - 65 = ؟", "equation": "x=156-65", "tag": "novel"}, {"question": "أوجد ناتج(3*16)+(2*11)", "segmented": "اوجد ناتج ( 3 * 16 ) + ( 2 * 11 )", "equation": "x=(11*2)+(16*3)", "tag": "novel"}, {"question": "خبزت نهى 12 قطعة من الكيك، ثم وزعتها بالتساوي على 6 من أصدقائها؛ فكم قطعة كيك ستحصل عليها كل صديقة؟", "segmented": "خبزت نهي 12 قطعه من الكيك ثم وزعتها بالتساوي علي 6 من اصدقائها ؛ فكم قطعه كيك ستحصل عليها كل صديقه ؟", "equation": "x=12/6", "tag": "novel"}, {"question": "وهناك 135 تلميذا في الصف الخامس، وعدد طلاب الصف السادس أكثر ب 18 تلميذا من ( 4/5) الصف الخامس، فكم عدد التلاميذ في الصف السادس؟", "segmented": "وهناك 135 تلميذا في الصف الخامس وعدد طلاب الصف السادس اكثر ب 18 تلميذا من (4/5) الصف الخامس فكم عدد التلاميذ في الصف السادس ؟", "equation": "x=135*(4/5)+18", "tag": "translated"}, {"question": "طول سيارة 342 سم؛ فما طول 10 سيارات من نفس النوع؟", "segmented": "طول سياره 342 سم ؛ فما طول 10 سيارات من نفس النوع ؟", "equation": "x=342/10", "tag": "novel"}, {"question": "40* 1.4 =.", "segmented": "40 * 1.4 = .", "equation": "x=40*1.4", "tag": "translated"}, {"question": "في موقف سيارات هناك10 سيارات، 5 منها سوداء، والباقي بيضاء اللون؛ فما عدد السيارات بيضاء اللون؟", "segmented": "في موقف سيارات هناك 10 سيارات 5 منها سوداء والباقي بيضاء اللون ؛ فما عدد السيارات بيضاء اللون ؟", "equation": "x=10-5", "tag": "novel"}, {"question": "اصطاد صياد 57 سمكة في يوم ما، فإذا أعطى فقيرًا 9 منها؛ فكم سمكة تتبقى معه؟", "segmented": "اصطاد صياد 57 سمكه في يوم ما فاذا اعطي فقيرا 9 منها ؛ فكم سمكه تتبقي معه ؟", "equation": "x=57-9", "tag": "novel"}, {"question": "أوجد ناتج 78-56+12=؟", "segmented": "اوجد ناتج 78 - 56 + 12 = ؟", "equation": "x=78-56+12", "tag": "novel"}, {"question": "في أحد الحقول 19 حصانًا، 14 منها بنية اللون. فما عدد الأحصنة غير البنية؟", "segmented": "في احد الحقول 19 حصانا 14 منها بنيه اللون. فما عدد الاحصنه غير البنيه ؟", "equation": "x=19-14", "tag": "novel"}, {"question": "ما أكبر باقي يمكن الحصول عليه عند قسمة رقم ب4؟", "segmented": "ما اكبر باقي يمكن الحصول عليه عند قسمه رقم ب 4 ؟", "equation": "x=4-1", "tag": "translated"}, {"question": "1057 طرح منها 846؟", "segmented": "1057 طرح منها 846 ؟", "equation": "x=1057-846", "tag": "translated"}, {"question": "هناك 7 كرات حمراء و 9 كرات بيضاء في كيس من القماش، فكم كرة يجب سحبها لضمان الحصول على كرتين بلونين مختلفين؟", "segmented": "هناك 7 كرات حمراء و 9 كرات بيضاء في كيس من القماش فكم كره يجب سحبها لضمان الحصول علي كرتين بلونين مختلفين ؟", "equation": "x=9+1", "tag": "translated"}, {"question": "أعداد الطلاب في إحدى المدارس الابتدائية كالتالي: الصف الأول 216، والثاني 194، والثالث 233 طالبًا؛ فكم يزيد عدد طلاب الصف الثالث عن الصف الثاني؟", "segmented": "اعداد الطلاب في 1 المدارس الابتدائيه كالتالي : الصف الاول 216 والثاني 194 والثالث 233 طالبا ؛ فكم يزيد عدد طلاب الصف الثالث عن الصف الثاني ؟", "equation": "x=233-194", "tag": "novel"}, {"question": "اشترى سوبر ماركت 5000 كجم من الأرز وباع 2000 كجم في 5 أيام؛ فما هو عدد الكيلوجرامات المتبقية؟", "segmented": "اشتري سوبر ماركت 5000 كجم من الارز وباع 2000 كجم في 5 ايام ؛ فما هو عدد الكيلوجرامات المتبقيه ؟", "equation": "x=5000-2000", "tag": "translated"}, {"question": "أوجد ناتج 12*7-25=؟", "segmented": "اوجد ناتج 12 * 7 - 25 = ؟", "equation": "x=12*7-25", "tag": "novel"}, {"question": "1128 / الفرق بين 38 و 14=؟", "segmented": "1128 / الفرق بين 38 و 14 = ؟", "equation": "x=1128/(38-14)", "tag": "translated"}, {"question": "أوجد ناتج: 1200 مطروح منها 50 مقسومة على 2؟", "segmented": "اوجد ناتج : 1200 مطروح منها 50 مقسومه علي 2 ؟", "equation": "x=(1200-50)/2", "tag": "novel"}, {"question": "قرأ صالح كتابًا عن آلة صنع أقلام الرصاص، فإذا علم صالح أن هذه الآلة تنتج 132 قلمًا في الدقيقة الواحدة؛ فكم قلمًا تنتج في 5 دقائق؟", "segmented": "قرا صالح كتابا عن اله صنع اقلام الرصاص فاذا علم صالح ان هذه الاله تنتج 132 قلما في الدقيقه 1 فكم قلما تنتج في 5 دقائق ؟", "equation": "x=5*132", "tag": "novel"}, {"question": "9229 + 8338 + 7447 + 6556 + 5665 + 4774 + 3883 + 2992 =.", "segmented": "9229 + 8338 + 7447 + 6556 + 5665 + 4774 + 3883 + 2992 = .", "equation": "x=9229+8338+7447+6556+5665+4774+3883+2992", "tag": "translated"}, {"question": "يزن حمار وحشي 320 كيلوغراما ، وهو أخف من بقرة ب 98 كيلوغراما، فكم كيلوغراما تزن بقرة؟", "segmented": "يزن حمار وحشي 320 كيلوغراما وهو اخف من بقره ب 98 كيلوغراما فكم كيلوغراما تزن بقره ؟", "equation": "x=320+98", "tag": "translated"}, {"question": "اشترى أبي بعض البرتقال، وبعد تناول 26 برتقالة، بقي 9 برتقالات؛ فكم برتقالة اشتراها أبي؟", "segmented": "اشتري ابي بعض البرتقال وبعد تناول 26 برتقاله بقي 9 برتقالات ؛ فكم برتقاله اشتراها ابي ؟", "equation": "x=26+9", "tag": "translated"}, {"question": "يجب على محرر تنقيح كتاب في 7 أيام، فإذا قام بتدقيق 210 صفحة كل يوم؛ فكم صفحة في هذا الكتاب؟", "segmented": "يجب علي محرر تنقيح كتاب في 7 ايام فاذا قام بتدقيق 210 صفحه كل يوم ؛ فكم صفحه في هذا الكتاب ؟", "equation": "x=210*7", "tag": "translated"}, {"question": "أوجد ناتج 20 قسمة 2؟", "segmented": "اوجد ناتج 20 قسمه 2 ؟", "equation": "x=20/2", "tag": "novel"}, {"question": "مكعب من الخشب يبلغ طول حرفه 5 ديسيمترات، إذا علمت أن كل ديسيمتر مكعب يزن 0.4 كيلوجرام؛ فكم كيلوجرام يزن هذا المكعب؟", "segmented": "مكعب من الخشب يبلغ طول حرفه 5 ديسيمترات اذا علمت ان كل ديسيمتر مكعب يزن 0.4 كيلوجرام ؛ فكم كيلوجرام يزن هذا المكعب ؟", "equation": "x=0.4*(5*5*5)", "tag": "translated"}, {"question": "المقسوم عليه هو 4، والمقسوم هو 296، فما الناتج؟", "segmented": "المقسوم عليه هو 4 والمقسوم هو 296 فما الناتج ؟", "equation": "x=296/4", "tag": "translated"}, {"question": "سارت الشاحنة من جدة إلى الرياض وقطعت 180 كيلومترًا في ساعتين؛ فكم ساعة تستغرق لقطع مسافة 540 كيلومترًا؟", "segmented": "سارت الشاحنه من جده الي الرياض وقطعت 180 كيلومترا في ساعتين ؛ فكم ساعه تستغرق لقطع مسافه 540 كيلومترا ؟", "equation": "x=540/(180/2)", "tag": "translated"}, {"question": "لدى أحمد 9 سمكات و3 أحواض، يريد وضع العدد نفسه في الأحواض؛ فكم سمكة سوف يضع في كل حوض؟", "segmented": "لدي احمد 9 سمكات و 3 احواض يريد وضع العدد نفسه في الاحواض ؛ فكم سمكه سوف يضع في كل حوض ؟", "equation": "x=9/3", "tag": "novel"}, {"question": "جمع بلال 13 طائرة ورقية، وجمعت أخته سارة 4 طائرات ورقية، فما عدد الطائرات الورقية جميعها؟", "segmented": "جمع بلال 13 طائره ورقيه وجمعت اخته ساره 4 طائرات ورقيه فما عدد الطائرات الورقيه جميعها ؟", "equation": "x=4+13", "tag": "novel"}, {"question": "بلغ استهلاك المياه لعائلة في شهر مايو 16.5 طنًا، وكان سعر كل طن من المياه 2.1 درهم، وهناك 5 أشخاص في العائلة، ما مقدار المياه التي يجب على كل شخص دفعها؟", "segmented": "بلغ استهلاك المياه لعائله في شهر مايو 16.5 طنا وكان سعر كل طن من المياه 2.1 درهم وهناك 5 اشخاص في العائله ما مقدار المياه التي يجب علي كل شخص دفعها ؟", "equation": "x=16.5*2.1/5", "tag": "translated"}, {"question": "قرأت أحلام 87 صفحة من كتاب، و67 صفحة من كتاب آخر؛ فكم صفحة قرأت من الكتابين معًا؟", "segmented": "قرات احلام 87 صفحه من كتاب و 67 صفحه من كتاب اخر ؛ فكم صفحه قرات من الكتابين معا ؟", "equation": "x=87+67", "tag": "novel"}, {"question": "اقسم 5 علب من العصير إلى 8 أشخاص، كم عدد العلب التي يشربها كل شخص في المتوسط؟", "segmented": "اقسم 5 علب من العصير الي 8 اشخاص كم عدد العلب التي يشربها كل شخص في المتوسط ؟", "equation": "x=5/8", "tag": "translated"}, {"question": "أجرى طارق مكالمة هاتفية مدتها 8.25 من هاتفه يوم السبت وأخرى مدتها 15.5 دقيقة يوم الأحد؛ فما مجموع المكالمتين؟", "segmented": "اجري طارق مكالمه هاتفيه مدتها 8.25 من هاتفه يوم السبت واخري مدتها 15.5 دقيقه يوم الاحد ؛ فما مجموع المكالمتين ؟", "equation": "x=8.25+15.5", "tag": "novel"}, {"question": "( 5/7)* ( 3/8)=.", "segmented": "(5/7) * (3/8) = .", "equation": "x=(5/7)*(3/8)", "tag": "translated"}, {"question": "ما هو طول قاعدة مثلث متساوي الساقين إذا كان محيطه 545 ملم وطول أحد ساقيه المتطابقة هو 140 ملم.", "segmented": "ما هو طول قاعده مثلث متساوي الساقين اذا كان محيطه 545 ملم وطول احد ساقيه المتطابقه هو 140 ملم .", "equation": "x=545-2*140", "tag": "novel"}, {"question": "يريد سالم أن يشتري مسجلاً بمبلغ 400 ريالاً، وقد وفر حتى الآن 100 ريال؛ فكم ينقصه ليجمع المبلغ كاملاً؟", "segmented": "يريد سالم ان يشتري مسجلا بمبلغ 400 ريالا وقد وفر حتي الان 100 ريال ؛ فكم ينقصه ليجمع المبلغ كاملا ؟", "equation": "x=400-100", "tag": "novel"}, {"question": "يريد أحمد أن يقسم 20 ريالاً بالتساوي على 4 أشخاص؛ فما نصيب كل شخص؟", "segmented": "يريد احمد ان يقسم 20 ريالا بالتساوي علي 4 اشخاص ؛ فما نصيب كل شخص ؟", "equation": "x=20/4", "tag": "novel"}, {"question": "قام يونس بشراء 6 ساندويتشات ثمن الواحد ريالان؛ فكم دفع يونس ثمنًا للساندويتشات؟", "segmented": "قام يونس بشراء 6 ساندويتشات ثمن 1 ريالان ؛ فكم دفع يونس ثمنا للساندويتشات ؟", "equation": "x=6*2", "tag": "novel"}, {"question": "في الاختبار النهائي، حصل 28 طالب على ممتاز في اللغة و 25 حصلو على ممتاز في الرياضيات. كم شخصا حصل على ممتاز في الفصل إذا كان عددهم 35؟ ", "segmented": "في الاختبار النهائي حصل 28 طالب علي ممتاز في اللغه و 25 حصلو علي ممتاز في الرياضيات. كم شخصا حصل علي ممتاز في الفصل اذا كان عددهم 35 ؟", "equation": "x=28+25-35", "tag": "translated"}, {"question": "أوجد قسمة 467/2=؟", "segmented": "اوجد قسمه 467 / 2 = ؟", "equation": "x=467/2", "tag": "novel"}, {"question": "أوجد ناتج (8*7)+(5*4)=", "segmented": "اوجد ناتج ( 8 * 7 ) + ( 5 * 4 ) =", "equation": "x=(8*7)+(5*4)", "tag": "novel"}, {"question": "28 * 5 + 2 * 4 * 35 + 21 * 20 + 14 * 40 + 8 * 50 =.", "segmented": "28 * 5 + 2 * 4 * 35 + 21 * 20 + 14 * 40 + 8 * 50 = .", "equation": "x=28*5+2*4*35+21*20+14*40+8*50", "tag": "translated"}, {"question": "اشترى والد محمد 24 برتقالة، وأرد أن يوزعها على أفراد أسرته بالتساوي، وكانت الأسرة تتكون من 6 أفراد؛ فكم يأخذ كل فرد في العائلة؟", "segmented": "اشتري والد محمد 24 برتقاله وارد ان يوزعها علي افراد اسرته بالتساوي وكانت الاسره تتكون من 6 افراد ؛ فكم ياخذ كل فرد في العائله ؟", "equation": "x=24/6", "tag": "novel"}, {"question": "أوجد ناتج: 70*3-86=؟", "segmented": "اوجد ناتج : 70 * 3 - 86 = ؟", "equation": "x=70*3-86", "tag": "novel"}, {"question": "زرع سعيد 2670 ريالاً على ثلاثة فقراء بالتساوي فما نصيب كل واحد منهم؟", "segmented": "زرع سعيد 2670 ريالا علي 3 فقراء بالتساوي فما نصيب كل 1 منهم ؟", "equation": "x=2670/3", "tag": "novel"}, {"question": "أوجد ناتج:122-67=", "segmented": "اوجد ناتج : 122 - 67 =", "equation": "x=122-67", "tag": "novel"}, {"question": "ضرب 8 في 25 مقسوما من 4 أضعاف 5.3 =؟", "segmented": "ضرب 8 في 25 مقسوما من 4 اضعاف 5.3 = ؟", "equation": "x=(5.3*4)/(25*8)", "tag": "translated"}, {"question": "مسرح الأطفال به 308 مقاعد بالطابق السفلي و9 صفوف بالدور العلوي كل منها 32 مقعدًا؛ فكم عدد المقاعد الموجودة في مسرح الأطفال؟", "segmented": "مسرح الاطفال به 308 مقاعد بالطابق السفلي و 9 صفوف بالدور العلوي كل منها 32 مقعدا ؛ فكم عدد المقاعد الموجوده في مسرح الاطفال ؟", "equation": "x=308+9*32", "tag": "translated"}, {"question": "أوجد ناتج: 900-675=", "segmented": "اوجد ناتج : 900 - 675 =", "equation": "x=900-675", "tag": "novel"}, {"question": "سعر البدلة بعد تخفيض 0.8 هو 320 ريالاً؛ فكم سعر البدلة الأصلي؟", "segmented": "سعر البدله بعد تخفيض 0.8 هو 320 ريالا ؛ فكم سعر البدله الاصلي ؟", "equation": "x=320/0.8", "tag": "translated"}, {"question": "يوجد في البستان 240 شجرة خوخ أي أقل بنسبة 20٪ من الكمثرى؛ فكم عدد أشجار الكمثرى؟", "segmented": "يوجد في البستان 240 شجره خوخ اي اقل بنسبه 20% من الكمثري ؛ فكم عدد اشجار الكمثري ؟", "equation": "x=240/(1-20%)", "tag": "translated"}, {"question": "المسافة بين بيت محمود ومدرسته 257 مترًا وبين المدرسة والمتنزه 346 مترًا، ما المسافة بين بيت محمود والمتنزه؟", "segmented": "المسافه بين بيت محمود ومدرسته 257 مترا وبين المدرسه والمتنزه 346 مترا ما المسافه بين بيت محمود والمتنزه ؟", "equation": "x=346+257", "tag": "novel"}, {"question": "إذا كانت مساحة الدائرة تساوي 57.9، أوجد المحيط.", "segmented": "اذا كانت مساحه الدائره تساوي 57.9 اوجد المحيط .", "equation": "x=2*3.14*(57.9/3.14)^0.5", "tag": "novel"}, {"question": "أوجد ناتج القسمة 246 قسمة 2؟", "segmented": "اوجد ناتج القسمه 246 قسمه 2 ؟", "equation": "x=246/2", "tag": "novel"}, {"question": "الفرق بين مضروب 40 في 0.25 و 30، مضروبا في 0.05 =؟", "segmented": "الفرق بين مضروب 40 في 0.25 و 30 مضروبا في 0.05 = ؟", "equation": "x=(30-0.25*40)*0.05", "tag": "translated"}, {"question": "يأكل الضفدع 80 حشرة في اليوم، ويأكل السنونو 20 أقل من (3/4) ما تأكله الضفادع ، كم عدد الحشرات التي يأكلها السنونو كل يوم؟", "segmented": "ياكل الضفدع 80 حشره في اليوم وياكل السنونو 20 اقل من (3/4) ما تاكله الضفادع كم عدد الحشرات التي ياكلها السنونو كل يوم ؟", "equation": "x=80*(3/4)-20", "tag": "translated"}, {"question": "16* ( 2/3)* ( 9* ( 1/8) ) =", "segmented": "16 * (2/3) * ( 9 * (1/8) ) =", "equation": "x=16*(2/3)*(9*(1/8))", "tag": "translated"}, {"question": "ذهب خالد إلى السوق واشترى ثوبًا 100 وشماغًا بـ150؛ فكم مجموع مشترياته؟", "segmented": "ذهب خالد الي السوق واشتري ثوبا 100 وشماغا ب 150 ؛ فكم مجموع مشترياته ؟", "equation": "x=100+150", "tag": "novel"}, {"question": "تم توزيع 20 فراولة على 4 أكياس. كم فراولة في كل كيس؟", "segmented": "تم توزيع 20 فراوله علي 4 اكياس. كم فراوله في كل كيس ؟", "equation": "x=20/4", "tag": "translated"}, {"question": "جلب متجر الفاكهة 36 صندوقًا من الفاكهة، وزن كل منها 15 كيلو جرامًا. بعد بيع 285 كيلو جرام؛ فكم كيلو جرامًا متبقيًا؟", "segmented": "جلب متجر الفاكهه 36 صندوقا من الفاكهه وزن كل منها 15 كيلو جراما. بعد بيع 285 كيلو جرام ؛ فكم كيلو جراما متبقيا ؟", "equation": "x=36*15-285", "tag": "translated"}, {"question": "اشترت هند 9 زهرات نرجس بري، و13 زهرة قرنفل هدية لوالدتها؛ فكم عدد الأزهار التي اشترتها هند؟", "segmented": "اشترت هند 9 زهرات نرجس بري و 13 زهره قرنفل هديه لوالدتها ؛ فكم عدد الازهار التي اشترتها هند ؟", "equation": "x=9+13", "tag": "novel"}, {"question": "كان السعر الأصلي للتلفاز 1900 ريالا، وتم تخفيض سعره بمقدار 200 ريالا، فما نسبة التخفيض؟", "segmented": "كان السعر الاصلي للتلفاز 1900 ريالا وتم تخفيض سعره بمقدار 200 ريالا فما نسبه التخفيض ؟", "equation": "x=(1900-200)/1900", "tag": "translated"}, {"question": "أوجد ناتج: 45 مقسومة على 10؟", "segmented": "اوجد ناتج : 45 مقسومه علي 10 ؟", "equation": "x=45/10", "tag": "novel"}, {"question": "دقق محرر 74 صفحة وبقي 18 صفحة، فكم صفحة في هذا الكتاب؟", "segmented": "دقق محرر 74 صفحه وبقي 18 صفحه فكم صفحه في هذا الكتاب ؟", "equation": "x=74+18", "tag": "translated"}, {"question": "كم طول الحبل الأصلي إذا كان طوله الآن 50 متر بعد زيادة 25 ٪؟", "segmented": "كم طول الحبل الاصلي اذا كان طوله الان 50 متر بعد زياده 25% ؟", "equation": "x=50/(1+25%)", "tag": "translated"}, {"question": "ملعب مستطيل الشكل طوله‏ 82 مترًا، وعرضه 45 مترًا؛ فما محيطه؟", "segmented": "ملعب مستطيل الشكل طوله 82 مترا وعرضه 45 مترا ؛ فما محيطه ؟", "equation": "x=2*(45+82)", "tag": "novel"}, {"question": "أ هو 4 أضعاف ب، ومجموع أ و ب هو س مرات ب. أوجد س", "segmented": "ا هو 4 اضعاف ب ومجموع ا وب هو س مرات ب. اوجد س", "equation": "x=(4+1)/1", "tag": "translated"}, {"question": "وُزعت 24 وردة على أربع زهريات، فما عدد الزهريات إذا وضعت كل 4 وردات في زهرية؟", "segmented": "وزعت 24 ورده علي 4 زهريات فما عدد الزهريات اذا وضعت كل 4 وردات في زهريه ؟", "equation": "x=24/4", "tag": "novel"}, {"question": "إذا كان محيط الدائرة هو 101.65، فما هي مساحتها؟", "segmented": "اذا كان محيط الدائره هو 101.65 فما هي مساحتها ؟", "equation": "x=3.14*(101.65/(2*3.14))^2", "tag": "novel"}, {"question": "غطيت أرضية مسرح مدرسي بقطع من السجاد، وكانت مرتبة في صفوف الواحد منها 15 مترًا فإذا كان كل صف يحوي 5 قطع، فما طول كل سجادة؟", "segmented": "غطيت ارضيه مسرح مدرسي بقطع من السجاد وكانت مرتبه في صفوف 1 منها 15 مترا فاذا كان كل صف يحوي 5 قطع فما طول كل سجاده ؟", "equation": "x=15/5", "tag": "novel"}, {"question": "يصل طول أحد أنواع الحشرات العصوية إلى 46 سم؛ فما طول 7 حشرات من هذه النوع؟", "segmented": "يصل طول احد انواع الحشرات العصويه الي 46 سم ؛ فما طول 7 حشرات من هذه النوع ؟", "equation": "x=7*46", "tag": "novel"}, {"question": "أوجد ناتج: 99/3=؟", "segmented": "اوجد ناتج : 99 / 3 = ؟", "equation": "x=99/3", "tag": "novel"}, {"question": "نسبة الذكور إلى الإناث في الفصل 4: 5. إن علمت أن هنالك 20 فتى. كم عدد الفتيات؟", "segmented": "نسبه الذكور الي الاناث في الفصل 4 : 5 . ان علمت ان هنالك 20 فتي. كم عدد الفتيات ؟", "equation": "x=20/4*5", "tag": "translated"}, {"question": "489 أقل من 5 في 306 =؟", "segmented": "489 اقل من 5 في 306 = ؟", "equation": "x=306*5-489", "tag": "translated"}, {"question": "كان لدى البقالة 480 كيلوغراما من التفاح و 320 كيلوغراما من الكمثرى، إذا تم شراء 20 سلة من التفاح يزن كل منها 25 كيلوغراما، فكم كيلوغرام من التفاح لدى البقالة الآن؟", "segmented": "كان لدي البقاله 480 كيلوغراما من التفاح و 320 كيلوغراما من الكمثري اذا تم شراء 20 سله من التفاح يزن كل منها 25 كيلوغراما فكم كيلوغرام من التفاح لدي البقاله الان ؟", "equation": "x=480+25*20", "tag": "translated"}, {"question": "يحتوي ألبوم علاء على 12 صفحة، وفي كل صفحة 4 صور؛ فما عدد الصور جميعها؟", "segmented": "يحتوي البوم علاء علي 12 صفحه وفي كل صفحه 4 صور ؛ فما عدد الصور جميعها ؟", "equation": "x=12*4", "tag": "novel"}, {"question": "سلم 13 طالبا واجباتهم، وبقي 17 طالبا لم يسلموا بعد؛ فما هي نسبة من سلم من الطلاب؟ ", "segmented": "سلم 13 طالبا واجباتهم وبقي 17 طالبا لم يسلموا بعد ؛ فما هي نسبه من سلم من الطلاب ؟", "equation": "x=13/(13+17)", "tag": "translated"}, {"question": "فترة حضانة الأوز هي 30 يومًا، وفترة حضانة الأوز تساوي ( 4/5 ) فترة حضانة البطة؛ وفترة الفقس للدجاج هي ( 3/4) للبط .كم يوما فترة الفقس للدجاج؟", "segmented": "فتره حضانه الاوز هي 30 يوما وفتره حضانه الاوز تساوي (4/5) فتره حضانه البطه ؛ وفتره الفقس للدجاج هي (3/4) للبط .كم يوما فتره الفقس للدجاج ؟", "equation": "x=30*(4/5)*(3/4)", "tag": "translated"}, {"question": "أوجد ناتج: 45 مقسومة على 5 مضروبة في 4؟", "segmented": "اوجد ناتج : 45 مقسومه علي 5 مضروبه في 4 ؟", "equation": "x=45/5*4", "tag": "novel"}, {"question": "( 1/5 ) ص يساوي 40 ٪ من 3، اوجد ص", "segmented": "(1/5) ص يساوي 40% من 3 اوجد ص", "equation": "x=3*40%/(1/5)", "tag": "translated"}, {"question": "مع هناء 400 ريال إذا أعطاها أخوها 200 ريال أخرى؛ فكم يصبح معها؟", "segmented": "مع هناء 400 ريال اذا اعطاها اخوها 200 ريال اخري ؛ فكم يصبح معها ؟", "equation": "x=200+400", "tag": "novel"}, {"question": "أوجد حل المعادلة: 14-(70 /10)؟", "segmented": "اوجد حل المعادله : 14 - (70/10) ؟", "equation": "x=14-(70/10)", "tag": "novel"}, {"question": "حاصل 1.3/7.8، ناقص مجموع 2.4 و 3.6 =؟", "segmented": "حاصل 1.3 / 7.8 ناقص مجموع 2.4 و 3.6 = ؟", "equation": "x=(7.8/1.3)-(2.4+3.6)", "tag": "translated"}, {"question": "( 2/5 ) ص = 18، إذا ( 4/9 ) ص =.", "segmented": "(2/5) ص = 18 اذا (4/9) ص = .", "equation": "x=18/(2/5)*(4/9)", "tag": "translated"}, {"question": "2291-7 في 25، الناتج =؟", "segmented": "2291 - 7 في 25 الناتج = ؟", "equation": "x=2291-25*7", "tag": "translated"}, {"question": "أربعة أضعاف عدد الأطنان هو 120 طن. أوجد عدد الأطنان", "segmented": "4 اضعاف عدد الاطنان هو 120 طن. اوجد عدد الاطنان", "equation": "x=120/4", "tag": "translated"}, {"question": "إذا كان لدى فراس 12 صورة من صوره وصور زملائه، وكان عدد صور زملائه مِثْلَي عدد صوره، فما عدد صور فراس؟", "segmented": "اذا كان لدي فراس 12 صوره من صوره وصور زملائه وكان عدد صور زملائه مثلي عدد صوره فما عدد صور فراس ؟", "equation": "x=12/(2+1)", "tag": "novel"}, {"question": "مع سالم 3 بالونات ومع أخته 5 بالون، ويريدان تقسيمها على بعضها بحيث يأخذ كل منها عددًا متساويًا من البلونات. فكم يأخذ كلّ منهما.", "segmented": "مع سالم 3 بالونات ومع اخته 5 بالون ويريدان تقسيمها علي بعضها بحيث ياخذ كل منها عددا متساويا من البلونات. فكم ياخذ كل منهما .", "equation": "x=(5+3)/2", "tag": "novel"}, {"question": "يقدر ارتفاع مبنى 68.8 متر. ارتفاع الطابق الأول يمثل 4.8 متر والطوابق الأخرى تمثل 3.2 متر؛ فكم عدد طوابق هذا المبنى؟", "segmented": "يقدر ارتفاع مبني 68.8 متر. ارتفاع الطابق الاول يمثل 4.8 متر والطوابق الاخري تمثل 3.2 متر ؛ فكم عدد طوابق هذا المبني ؟", "equation": "x=(68.8-4.8)/3.2+1", "tag": "translated"}, {"question": "يوجد في المدرسة حديقة، وتبلغ مساحة أزهار الورد (2/7) المساحة، وتحتل منطقة النعناع (1/5) المساحة. وتمثل مساحة زهور الكادي أكثر من مجموع مساحة زهور الورد والنعناع ب (1/4)؛ فما هي النسبة المئوية لمساحة زهور الكادي؟", "segmented": "يوجد في المدرسه حديقه وتبلغ مساحه ازهار الورد (2/7) المساحه وتحتل منطقه النعناع (1/5) المساحه. وتمثل مساحه زهور الكادي اكثر من مجموع مساحه زهور الورد والنعناع ب (1/4) ؛ فما هي النسبه المئويه لمساحه زهور الكادي ؟", "equation": "x=(2/7)+(1/5)+(1/4)", "tag": "translated"}, {"question": "مجموع 354 و 629 هو؟", "segmented": "مجموع 354 و 629 هو ؟", "equation": "x=354+629", "tag": "translated"}, {"question": "اشترت منى و5 من أخواتها زهورا، إذا اشترت كل منهم 3 أزهار؛ فكم زهرة تم شراؤها؟", "segmented": "اشترت مني و 5 من اخواتها زهورا اذا اشترت كل منهم 3 ازهار ؛ فكم زهره تم شراؤها ؟", "equation": "x=(1+5)*3", "tag": "novel"}, {"question": "احسب ما يلي: 3675-（11+13+15+17+19）=", "segmented": "احسب ما يلي : 3675 - ( 11 + 13 + 15 + 17 + 19 ) =", "equation": "x=3675-(11+13+15+17+19)", "tag": "translated"}, {"question": "20 ٪ * رقم يساوي 100 في ( 3/5 )، ما هو هذا الرقم؟", "segmented": "20% * رقم يساوي 100 في (3/5) ما هو هذا الرقم ؟", "equation": "x=100/20%*(3/5)", "tag": "translated"}, {"question": "أوجد ناتج: 6*3=", "segmented": "اوجد ناتج : 6 * 3 =", "equation": "x=6*3", "tag": "novel"}, {"question": "أوجد الفرق بين مجموع 250 و 350 ناقص ضرب 13 في 26", "segmented": "اوجد الفرق بين مجموع 250 و 350 ناقص ضرب 13 في 26", "equation": "x=(250+350)-(13*26)", "tag": "translated"}, {"question": "الرقم أ هو 7.09، وهو أقل بمقدار 1.49 من الرقم ب، ما مجموع الرقمين أ و ب =.", "segmented": "الرقم ا هو 7.09 وهو اقل بمقدار 1.49 من الرقم ب ما مجموع الرقمين ا وب = .", "equation": "x=7.09+1.49+7.09", "tag": "translated"}, {"question": "يصل طول دودة إلى 20 سم، فإذا كان هناك 40 دودة من نفس النوع؛ فما أطوالها معًا؟", "segmented": "يصل طول دوده الي 20 سم فاذا كان هناك 40 دوده من نفس النوع ؛ فما اطوالها معا ؟", "equation": "x=40*20", "tag": "novel"}, {"question": "أوجد ناتج: 28 قسمة 4-5", "segmented": "اوجد ناتج : 28 قسمه 4 - 5", "equation": "x=28/4-5", "tag": "novel"}, {"question": "أوجد ناتج: 900-586=", "segmented": "اوجد ناتج : 900 - 586 =", "equation": "x=900-586", "tag": "novel"}, {"question": "5 مرات عدد يساوي 125. ما هو العدد؟", "segmented": "5 مرات عدد يساوي 125 . ما هو العدد ؟", "equation": "x=125/5", "tag": "translated"}, {"question": "48٪ من الرقم هو 2 أكثر من 2.4 / 1.2 أوجد هذا الرقم.", "segmented": "48% من الرقم هو 2 اكثر من 2.4 / 1.2 اوجد هذا الرقم .", "equation": "x=(1.2/2.4+2)/48%", "tag": "translated"}, {"question": "0.2 زائد ( 1/6 )، ثم نضرب المجموع في ( 5/6 ) للحصول على؟", "segmented": "0.2 زائد (1/6) ثم نضرب المجموع في (5/6) للحصول علي ؟", "equation": "x=(0.2+(1/6))*(5/6)", "tag": "translated"}, {"question": "يوصل مطعم 70 وجبة غذائية إلى الزبائن باستعمال 7 سيارات؛ فكم تحمل كل سيارة؟", "segmented": "يوصل مطعم 70 وجبه غذائيه الي الزبائن باستعمال 7 سيارات ؛ فكم تحمل كل سياره ؟", "equation": "x=70/7", "tag": "novel"}, {"question": "طول حزام سلمى 50، وطول حزام أخيها 30؛ فكم يزيد طول حزام سلمى؟", "segmented": "طول حزام سلمي 50 وطول حزام اخيها 30 ؛ فكم يزيد طول حزام سلمي ؟", "equation": "x=50-30", "tag": "novel"}, {"question": "أوجد النظير الجمعي ل 7.", "segmented": "اوجد النظير الجمعي ل 7 .", "equation": "x=-1*7", "tag": "translated"}, {"question": "يحتوي مخزن على 260 صندوقًا من البرتقال؛ فما ثمن صناديق البرتقال كلها إذا علمت أن ثمن الصندوق الواحد 29 ريالاً؟", "segmented": "يحتوي مخزن علي 260 صندوقا من البرتقال ؛ فما ثمن صناديق البرتقال كلها اذا علمت ان ثمن الصندوق 1 29 ريالا ؟", "equation": "x=260*29", "tag": "novel"}, {"question": "إذا صنعت 50 قطعة من البسكوت ثم صنعت 45 قطعة؛ فكم عدد القطع التي صنعتها؟", "segmented": "اذا صنعت 50 قطعه من البسكوت ثم صنعت 45 قطعه ؛ فكم عدد القطع التي صنعتها ؟", "equation": "x=50+45", "tag": "novel"}, {"question": "يكسب عامل 5 ريالات أجرة لغسيل السيارة الواحدة فإذا كسب 35 ريالاً؛ فكم سيارة قام بغسلها؟", "segmented": "يكسب عامل 5 ريالات اجره لغسيل السياره 1 فاذا كسب 35 ريالا ؛ فكم سياره قام بغسلها ؟", "equation": "x=35/5", "tag": "novel"}, {"question": "ما هو النظير الضربي ل 3؟", "segmented": "ما هو النظير الضربي ل 3 ؟", "equation": "x=1/3", "tag": "translated"}, {"question": "3.4 أضعاف س = 10.71، ابحث عن قيمة س", "segmented": "3.4 اضعاف س = 10.71 ابحث عن قيمه س", "equation": "x=10.71/3.4", "tag": "translated"}, {"question": "اشترت معلمة المستلزمات الصفية التالية أقلامًا بـ19 ومقصًّا بـ5 ريالات؛ فكم دفعت المعلمة؟", "segmented": "اشترت معلمه المستلزمات الصفيه التاليه اقلاما ب 19 ومقصا ب 5 ريالات ؛ فكم دفعت المعلمه ؟", "equation": "x=5+19", "tag": "novel"}, {"question": "اشترت هند 9 زهرات نرجس بري، و8 زهرة قرنفل هدية لوالدتها؛ فكم عدد الأزهار التي اشترتها هند؟", "segmented": "اشترت هند 9 زهرات نرجس بري و 8 زهره قرنفل هديه لوالدتها ؛ فكم عدد الازهار التي اشترتها هند ؟", "equation": "x=9+8", "tag": "novel"}, {"question": "يتم تنظيف مياه المسبح مرتين كل شهر؛ فكم مره يتم تنظيفه في السنة؟", "segmented": "يتم تنظيف مياه المسبح مرتين كل شهر ؛ فكم مره يتم تنظيفه في السنه ؟", "equation": "x=2*12", "tag": "novel"}, {"question": "قطفت خديجة 6 وردات من حديقة المنزل، وقطفت أختها 8 وردات أيضًا، فكم وردة قطفت الأختان؟", "segmented": "قطفت خديجه 6 وردات من حديقه المنزل وقطفت اختها 8 وردات ايضا فكم ورده قطفت الاختان ؟", "equation": "x=8+6", "tag": "novel"}, {"question": "( 5/6)/(32/7)=.", "segmented": "(5/6) / (32/7) = .", "equation": "x=(5/6)/(32/7)", "tag": "translated"}, {"question": "شاركت 10 فرق في بطولة كرة القدم، فإذا كان كل فريق يضم 20 مشاركًا من لاعبين وإداريين، فما عدد المشاركين في البطولة؟", "segmented": "شاركت 10 فرق في بطوله كره القدم فاذا كان كل فريق يضم 20 مشاركا من لاعبين واداريين فما عدد المشاركين في البطوله ؟", "equation": "x=20*10", "tag": "novel"}, {"question": "يلزم 4 أكواب من الدقيق لصنع طبق من الكعك، ويلزم نصف هذا العدد لصنع فطيرة الجبن؛ فكم كوبًا من الدقيق يلزم لصناعة 7 فطائر؟", "segmented": "يلزم 4 اكواب من الدقيق لصنع طبق من الكعك ويلزم نصف هذا العدد لصنع فطيره الجبن ؛ فكم كوبا من الدقيق يلزم لصناعه 7 فطائر ؟", "equation": "x=7*4/2", "tag": "novel"}, {"question": "لدى ريم 20 خرزة، وتريد أن تصنع بها أساور بحيث تستخدم 10 خرزات لكل إسورة؛ فما عدد الأساور التي تستطيع ريم صناعتها؟", "segmented": "لدي ريم 20 خرزه وتريد ان تصنع بها اساور بحيث تستخدم 10 خرزات لكل اسوره ؛ فما عدد الاساور التي تستطيع ريم صناعتها ؟", "equation": "x=20/10", "tag": "novel"}, {"question": "3.6*31.4+81.4*6.4=.", "segmented": "3.6 * 31.4 + 81.4 * 6.4 = .", "equation": "x=3.6*31.4+81.4*6.4", "tag": "translated"}, {"question": "احسب ما يلي: 264 + 451-216 + 136-184 + 149 =.", "segmented": "احسب ما يلي : 264 + 451 - 216 + 136 - 184 + 149 = .", "equation": "x=264+451-216+136-184+149", "tag": "translated"}, {"question": "اذا كان محيط دائرة هو 47.35، ما هو نصف القطر؟", "segmented": "اذا كان محيط دائره هو 47.35 ما هو نصف القطر ؟", "equation": "x=47.35/(2*3.14)", "tag": "novel"}, {"question": "حاصل ( 5/8 ) + ( 7/9 ) / ( 7/3 ) من 48، هو=؟", "segmented": "حاصل (5/8) + (7/9) / (7/3) من 48 هو = ؟", "equation": "x=48*(5/8)+(7/3)/(7/9)", "tag": "translated"}, {"question": "أوجد ناتج: 36/9=", "segmented": "اوجد ناتج : 36 / 9 =", "equation": "x=36/9", "tag": "novel"}, {"question": "تحتاج خولة إلى 3 أيام لتنهي قراءة كتاب، فإذا كان عدد صفحات الكتاب 348 صفحة؛ فكم صفحة ستقرأ كل يوم؟", "segmented": "تحتاج خوله الي 3 ايام لتنهي قراءه كتاب فاذا كان عدد صفحات الكتاب 348 صفحه ؛ فكم صفحه ستقرا كل يوم ؟", "equation": "x=348/3", "tag": "novel"}, {"question": "ثلاثة طلاب مع كل واحد منهم ريالان، فما عدد الريالات مع الطلاب؟", "segmented": "3 طلاب مع كل 1 منهم ريالان فما عدد الريالات مع الطلاب ؟", "equation": "x=3*2", "tag": "novel"}, {"question": "صنع الطلاب 20 زهرة صفراء، وهو بالضبط 5 أضعاف عدد الزهور الحمراء؛ فكم عدد الزهور الحمراء التي صنعوها؟", "segmented": "صنع الطلاب 20 زهره صفراء وهو بالضبط 5 اضعاف عدد الزهور الحمراء ؛ فكم عدد الزهور الحمراء التي صنعوها ؟", "equation": "x=20/5", "tag": "translated"}, {"question": "أوجد ناتج الضرب: 16*4؟", "segmented": "اوجد ناتج الضرب : 16 * 4 ؟", "equation": "x=16*4", "tag": "novel"}, {"question": "أوجد ناتج 10*11-12=؟", "segmented": "اوجد ناتج 10 * 11 - 12 = ؟", "equation": "x=11*10-12", "tag": "novel"}, {"question": "رقم إذا طرحنا منه 25 كان الناتج 52. فما هو هذا الرقم؟", "segmented": "رقم اذا طرحنا منه 25 كان الناتج 52 . فما هو هذا الرقم ؟", "equation": "x=25+52", "tag": "translated"}, {"question": "تحتاج يارا إلى جمع 225 طابعًا تذكاريًّا للمشاركة في معرض للمدرسة، فإذا جمعت 130 طابعًا؛ فكم طابعًا ينقصها؟", "segmented": "تحتاج يارا الي جمع 225 طابعا تذكاريا للمشاركه في معرض للمدرسه فاذا جمعت 130 طابعا ؛ فكم طابعا ينقصها ؟", "equation": "x=225-130", "tag": "novel"}, {"question": "الفرق بين رقم و 25 ٪ منه هو 15. هذا الرقم =؟", "segmented": "الفرق بين رقم و 25% منه هو 15 . هذا الرقم = ؟", "equation": "x=15/(1-25%)", "tag": "translated"}, {"question": "يريد ريان شراء جهاز كمبيوتر. بعد أن وصل سعره إلى 0.8، أصبح أرخص بـ400 ريال من السعر الأصلي؛ فكم السعر الأصلي لهذا الكمبيوتر بالريال؟", "segmented": "يريد ريان شراء جهاز كمبيوتر. بعد ان وصل سعره الي 0.8 اصبح ارخص ب 400 ريال من السعر الاصلي ؛ فكم السعر الاصلي لهذا الكمبيوتر بالريال ؟", "equation": "x=400/(1-0.8)", "tag": "translated"}, {"question": "مجموع أ و ب هو 440. إذا علمت أن أ = 280، فما قيمة ب؟", "segmented": "مجموع ا وب هو 440 . اذا علمت ان ا = 280 فما قيمه ب ؟", "equation": "x=440-280", "tag": "translated"}, {"question": "( 5/12 ) من رقم يساوي 6، ما هو هذا الرقم؟", "segmented": "(5/12) من رقم يساوي 6 ما هو هذا الرقم ؟", "equation": "x=6/(5/12)", "tag": "translated"}, {"question": "نسبة الجزء الذي تم إصلاحه إلى الجزء غير المرمم من الطريق هي 5: 4؛ فكم عدد أجزاء الطريق التي تم إصلاحها؟", "segmented": "نسبه الجزء الذي تم اصلاحه الي الجزء غير المرمم من الطريق هي 5 : 4 ؛ فكم عدد اجزاء الطريق التي تم اصلاحها ؟", "equation": "x=5/(5+4)", "tag": "translated"}, {"question": "أوجد ناتج 8983-4553=", "segmented": "اوجد ناتج 8983 - 4553 =", "equation": "x=8983-4553", "tag": "novel"}, {"question": "يمكن أن يصل وزن السلحفاة الخضراء البالغة إلى 320 كجم؛ فما أكبر وزن ممكن ل تسع سلاحف خضراء بالغة؟", "segmented": "يمكن ان يصل وزن السلحفاه الخضراء البالغه الي 320 كجم ؛ فما اكبر وزن ممكن ل 9 سلاحف خضراء بالغه ؟", "equation": "x=9*320", "tag": "novel"}, {"question": "هنالك 48 طالبا في الصف الرابع، وبعد حصة الفراغ، أنهى 37 منهم واجبات الرياضيات، وأنهى 42 طالبا واجبات اللغة العربية، فكم طالبا أنهوا كلا الواجبين؟", "segmented": "هنالك 48 طالبا في الصف الرابع وبعد حصه الفراغ انهي 37 منهم واجبات الرياضيات وانهي 42 طالبا واجبات اللغه العربيه فكم طالبا انهوا كلا الواجبين ؟", "equation": "x=37+42-48", "tag": "translated"}, {"question": "أوجد ناتج: ثمانية مضروبة في ثلاثة=", "segmented": "اوجد ناتج : 8 مضروبه في 3", "equation": "x=8*3", "tag": "novel"}, {"question": "أوجد ناتج 60 زائد 11؟", "segmented": "اوجد ناتج 60 زائد 11 ؟", "equation": "x=11+60", "tag": "novel"}, {"question": "الفرق بين 25 ٪ من 1220 و 4 في 105 =؟", "segmented": "الفرق بين 25% من 1220 و 4 في 105 = ؟", "equation": "x=105*4-1220*25%", "tag": "translated"}, {"question": "فاز ياسر بمكافأة مقدارها 15000 ريال، إذا تصدق ب 20٪ منها؛ فكم ريالا منها بقي معه؟", "segmented": "فاز ياسر بمكافاه مقدارها 15000 ريال اذا تصدق ب 20% منها ؛ فكم ريالا منها بقي معه ؟", "equation": "x=15000-15000*20%", "tag": "translated"}, {"question": "في الحافلة 10 أشخاص نزل منهم 4؛ فكم شخصًا بقي في الحافلة؟", "segmented": "في الحافله 10 اشخاص نزل منهم 4 ؛ فكم شخصا بقي في الحافله ؟", "equation": "x=10-4", "tag": "novel"}, {"question": "استهلاك عائلة لؤي 1980 واط، واستهلاك عائلة عامر 2540 واط؛ فكم يقل استهلاك عائلة لؤي عن عائلة عامر؟", "segmented": "استهلاك عائله لؤي 1980 واط واستهلاك عائله عامر 2540 واط ؛ فكم يقل استهلاك عائله لؤي عن عائله عامر ؟", "equation": "x=2540-1980", "tag": "novel"}, {"question": "يأكل طائر صغير 16 دودة كل يوم؛ فكم دودة يأكل في 40 يومًا؟", "segmented": "ياكل طائر صغير 16 دوده كل يوم ؛ فكم دوده ياكل في 40 يوما ؟", "equation": "x=16*40", "tag": "novel"}, {"question": "96* 15 / ( 45* 16 ) =.", "segmented": "96 * 15 / ( 45 * 16 ) = .", "equation": "x=96*15/(45*16)", "tag": "translated"}, {"question": "في الأسبوع الماضي احتوت فقرة الإملاء على 25 كلمة، واحتوت فقرة هذا الأسبوع على 19 كلمة؛ فما عدد الكلمات في الفقرتين؟", "segmented": "في الاسبوع الماضي احتوت فقره الاملاء علي 25 كلمه واحتوت فقره هذا الاسبوع علي 19 كلمه ؛ فما عدد الكلمات في الفقرتين ؟", "equation": "x=25+19", "tag": "novel"}, {"question": "وزعت المعلمة 14 علبة هدايا على طالباتها، وبقي معها 4 علب هدايا أخرى؛ فكم علبة كانت معها قبل التوزيع؟", "segmented": "وزعت المعلمه 14 علبه هدايا علي طالباتها وبقي معها 4 علب هدايا اخري ؛ فكم علبه كانت معها قبل التوزيع ؟", "equation": "x=14+4", "tag": "novel"}, {"question": "وضعت نوف 30 كرة زجاجية على الأرض، ووضعت هدى 40 كرة زجاجية؛ فكم مجموع الكرات؟", "segmented": "وضعت نوف 30 كره زجاجيه علي الارض ووضعت هدي 40 كره زجاجيه ؛ فكم مجموع الكرات ؟", "equation": "x=40+30", "tag": "novel"}, {"question": "أوجد ناتج قسمة 590/2=", "segmented": "اوجد ناتج قسمه 590 / 2 =", "equation": "x=590/2", "tag": "novel"}, {"question": "ضرب أ في ب يساوي 10.5، إذا كانت أ تساوي 7، فما قيمة ب؟", "segmented": "ضرب ا في ب يساوي 10.5 اذا كانت ا تساوي 7 فما قيمه ب ؟", "equation": "x=10.5/7", "tag": "translated"}, {"question": "يبلغ عدد طلاب في إحدى المدارس 235 طالبًا. وفي مدرسة أخرى 400 طالب؛ فكم يجب أن يزيد عدد الطلاب في المدرسة الأولى ليستوي مع المدرسة الثانية؟", "segmented": "يبلغ عدد طلاب في 1 المدارس 235 طالبا. وفي مدرسه اخري 400 طالب ؛ فكم يجب ان يزيد عدد الطلاب في المدرسه الاولي ليستوي مع المدرسه الثانيه ؟", "equation": "x=400-235", "tag": "novel"}, {"question": "لدى ناصر 7 جزرات أعطى صديقه بعضًا منها، فبقي معه 3 جزرات؛ فكم جزرة أعطى صديقة؟", "segmented": "لدي ناصر 7 جزرات اعطي صديقه بعضا منها فبقي معه 3 جزرات ؛ فكم جزره اعطي صديقه ؟", "equation": "x=7-3", "tag": "novel"}, {"question": "مجموع مساحة مثلث ومتوازي الأضلاع لهما نفس القاعدة ونفس الارتفاع هو 120 م ^ 2؛ فما مساحة المثلث =.", "segmented": "مجموع مساحه مثلث ومتوازي الاضلاع لهما نفس القاعده ونفس الارتفاع هو 120 م ^ 2 ؛ فما مساحه المثلث = .", "equation": "x=120/(1+2)", "tag": "translated"}, {"question": "مع عائشة 9 ريالات وأعطاها أبوها 3 ريالات؛ فكم ريالاً أصبح معها؟", "segmented": "مع عائشه 9 ريالات واعطاها ابوها 3 ريالات ؛ فكم ريالا اصبح معها ؟", "equation": "x=9+3", "tag": "novel"}, {"question": "أوجد قيمة س: س-10=50", "segmented": "اوجد قيمه س : س - 10 = 50", "equation": "x=50+10", "tag": "novel"}, {"question": "رقم زائد 40 ٪ منه يساوي 50 ٪ من 14. هذا الرقم =؟", "segmented": "رقم زائد 40% منه يساوي 50% من 14 . هذا الرقم = ؟", "equation": "x=14*50%/(1+40%)", "tag": "translated"}, {"question": "أوجد ناتج: 25*4-75=", "segmented": "اوجد ناتج : 25 * 4 - 75 =", "equation": "x=25*4-75", "tag": "novel"}, {"question": "إذا كانت عطلة الصيف 90 يومًا، وانقضى منها 29 يومًا؛ فكم يومًا انقضى؟", "segmented": "اذا كانت عطله الصيف 90 يوما وانقضي منها 29 يوما ؛ فكم يوما انقضي ؟", "equation": "x=90-29", "tag": "novel"}, {"question": "قام عامل نظافة بتنظيف 30 نافذة في اليوم، و45 نافذة بالأمس؛ فكم عدد النوافذ التي نظفها في يومين؟", "segmented": "قام عامل نظافه بتنظيف 30 نافذه في اليوم و 45 نافذه بالامس ؛ فكم عدد النوافذ التي نظفها في يومين ؟", "equation": "x=45+30", "tag": "novel"}, {"question": "أوجد ناتج الضرب 58*7=", "segmented": "اوجد ناتج الضرب 58 * 7 =", "equation": "x=58*7", "tag": "novel"}, {"question": "أوجد ناتج 175-28+31=", "segmented": "اوجد ناتج 175 - 28 + 31 =", "equation": "x=175-28+31", "tag": "novel"}, {"question": "أوجد ناتج: 144/12=", "segmented": "اوجد ناتج : 144 / 12 =", "equation": "x=144/12", "tag": "novel"}, {"question": "تخطط براء لكتابة 52 صفحة من الكتابة بالفرشاة خلال إجازتها الشتوية، وتكتب ما معدله 3 صفحات يوميًّا للأيام الثمانية الأولى؛ فكم عدد الصفحات في اليوم للأيام السبعة المتبقية؟", "segmented": "تخطط براء لكتابه 52 صفحه من الكتابه بالفرشاه خلال اجازتها الشتويه وتكتب ما معدله 3 صفحات يوميا للايام 8 الاولي ؛ فكم عدد الصفحات في اليوم للايام 7 المتبقيه ؟", "equation": "x=(52-3*8)/7", "tag": "translated"}, {"question": "حوض على شكل مثلث محيطه 120 سم، فإذا كان طول أحد جوانبه 40 سم، وطول الآخر 50 سم؛ فما طول الجانب الثالث؟", "segmented": "حوض علي شكل مثلث محيطه 120 سم فاذا كان طول احد جوانبه 40 سم وطول الاخر 50 سم ؛ فما طول الجانب الثالث ؟", "equation": "x=120-50-40", "tag": "novel"}, {"question": "يلعب رائد وكمال وطلال بالكرات فإذا رمى رائد 5 كرات إلى كمال، ثم رمى رائد 3 كرات أيضًا إلى طلال، وبقي معه 6 كرات؛ فكم كرة كانت مع رائد في البداية؟", "segmented": "يلعب رائد وكمال وطلال بالكرات فاذا رمي رائد 5 كرات الي كمال ثم رمي رائد 3 كرات ايضا الي طلال وبقي معه 6 كرات ؛ فكم كره كانت مع رائد في البدايه ؟", "equation": "x=5+3+6", "tag": "novel"}, {"question": "أوجد ناتج: 353*4=", "segmented": "اوجد ناتج : 353 * 4 =", "equation": "x=353*4", "tag": "novel"}, {"question": "ما هو معكوس 3.9؟", "segmented": "ما هو معكوس 3.9 ؟", "equation": "x=1/3.9", "tag": "translated"}, {"question": "معكوس ( 120/3600 ) =.", "segmented": "معكوس (120/3600) = .", "equation": "x=1/(120/3600)", "tag": "translated"}, {"question": "حاصل 7/ 917 + 25؟", "segmented": "حاصل 7 / 917 + 25 ؟", "equation": "x=917/7+25", "tag": "translated"}, {"question": "1 في ( 3/8 ) يساوي ( 1/8) في س. فما قيمة س؟", "segmented": "1 في (3/8) يساوي (1/8) في س. فما قيمه س ؟", "equation": "x=1*(3/8)/(1/8)", "tag": "translated"}, {"question": "يجمع 41 طالبًا في فصل ما مجموعه 123.5 ريال، بينما يجمع 40 طالبًا في الصف الثاني 4 ريالات لكل طالب؛ فما المبلغ الذي يوفره كل طالب في كلا الفصلين في المتوسط؟", "segmented": "يجمع 41 طالبا في فصل ما مجموعه 123.5 ريال بينما يجمع 40 طالبا في الصف الثاني 4 ريالات لكل طالب ؛ فما المبلغ الذي يوفره كل طالب في كلا الفصلين في المتوسط ؟", "equation": "x=(123.5+40*4)/(41+40)", "tag": "translated"}, {"question": "أوجد ناتج: 69*2-44=؟", "segmented": "اوجد ناتج : 69 * 2 - 44 = ؟", "equation": "x=69*2-44", "tag": "novel"}, {"question": "أوجد ناتج (6*4)/3", "segmented": "اوجد ناتج ( 6 * 4 ) / 3", "equation": "x=(6*4)/3", "tag": "novel"}, {"question": "2010* 2011-2011* 20102010 =.", "segmented": "2010 * 2011 - 2011 * 20102010 = .", "equation": "x=2010*2011-2011*20102010", "tag": "translated"}, {"question": "أوجد ناتج: 100 مضروبة في 10=", "segmented": "اوجد ناتج : 100 مضروبه في 10 =", "equation": "x=100*10", "tag": "novel"}, {"question": "( 2/3 ) من 24 يساوي 40 ٪ من رقم، هذا الرقم =.", "segmented": "(2/3) من 24 يساوي 40% من رقم هذا الرقم = .", "equation": "x=24*(2/3)/40%", "tag": "translated"}, {"question": "يباع نوع من الفطائر في مجموعات في كل منها 6 علب؛ فكم مجموعة من الفطائر يمكن تكوينها من 48 علبة؟", "segmented": "يباع نوع من الفطائر في مجموعات في كل منها 6 علب ؛ فكم مجموعه من الفطائر يمكن تكوينها من 48 علبه ؟", "equation": "x=48/6", "tag": "novel"}, {"question": "زرعت أسماء 12 بذرة كل بذرتين في وعاء، فما عدد الأوعية التي استعملتها إذ زرعت البذور كلها؟", "segmented": "زرعت اسماء 12 بذره كل بذرتين في وعاء فما عدد الاوعيه التي استعملتها اذ زرعت البذور كلها ؟", "equation": "x=12/2", "tag": "novel"}, {"question": "0.02 ص = 25. أوجد ص", "segmented": "0.02 ص = 25 . اوجد ص", "equation": "x=25/0.02", "tag": "translated"}, {"question": "لدى مهند 5 أوراق نقدية من فئة الـ500 ريال؛ فكم ريالاً لديه؟", "segmented": "لدي مهند 5 اوراق نقديه من فئه ال 500 ريال ؛ فكم ريالا لديه ؟", "equation": "x=5*500", "tag": "novel"}, {"question": "تقدم 8 أشخاص للالتحاق بأربع وظائف مختلفةً، فإذا كان على منهم أن يجتاز 5 اختبارات ليُقبل في هذه الوظيفة، فما عدد الاختبارات؟", "segmented": "تقدم 8 اشخاص للالتحاق باربع وظائف مختلفه فاذا كان علي منهم ان يجتاز 5 اختبارات ليقبل في هذه الوظيفه فما عدد الاختبارات ؟", "equation": "x=8*4*5", "tag": "novel"}, {"question": "زرعت 16 وردة على زهريات، فوضعت 4 وردات في كل زهرية؛ فما عدد الزهريات؟", "segmented": "زرعت 16 ورده علي زهريات فوضعت 4 وردات في كل زهريه ؛ فما عدد الزهريات ؟", "equation": "x=16/4", "tag": "novel"}, {"question": "مع تهاني 90 ريالاً فإذا اشترت ساعة وبقي معها 50 ريالاً، فما ثمن الساعة؟", "segmented": "مع تهاني 90 ريالا فاذا اشترت ساعه وبقي معها 50 ريالا فما ثمن الساعه ؟", "equation": "x=90-50", "tag": "novel"}, {"question": "ما هو الناتج : 3.6*42.3*3.75-12.5 *0.423*28=.", "segmented": "ما هو الناتج : 3.6 * 42.3 * 3.75 - 12.5 * 0.423 * 28 = .", "equation": "x=3.6*42.3*3.75-12.5*0.423*28", "tag": "translated"}, {"question": "يعاد تصنيع 625 علبة كل ثانية؛ فكم علبة يعاد تصنيعها في دقيقة واحدة؟", "segmented": "يعاد تصنيع 625 علبه كل ثانيه ؛ فكم علبه يعاد تصنيعها في دقيقه 1", "equation": "x=60*625", "tag": "novel"}, {"question": "36 + 729 + 64، كم ناتج؟", "segmented": "36 + 729 + 64 كم ناتج ؟", "equation": "x=36+729+64", "tag": "translated"}, {"question": "اوجد ناتج 229 + 22 في 37، الناتج الحاصل مقسوما على 7", "segmented": "اوجد ناتج 229 + 22 في 37 الناتج الحاصل مقسوما علي 7", "equation": "x=(229+22*37)/7", "tag": "translated"}, {"question": "أوجد ناتج: 59*21-9؟", "segmented": "اوجد ناتج : 59 * 21 - 9 ؟", "equation": "x=21*59-9", "tag": "novel"}, {"question": "مثلث أطوال أضلاعه هي 14.5، 35، 20. احسب محيطه.", "segmented": "مثلث اطوال اضلاعه هي 14.5 35 20 . احسب محيطه .", "equation": "x=14.5+35+20", "tag": "novel"}, {"question": "أول عدد هو 213 والرقم الثاني هو 7. ما حاصل ضربهم؟", "segmented": "اول عدد هو 213 والرقم الثاني هو 7 . ما حاصل ضربهم ؟", "equation": "x=213*7", "tag": "translated"}, {"question": "انطلقت سيارتان من مدينتين مختلفتين في نفس الوقت، متجهتين إلى بعضهما البعض. بعد فترة من الزمن، قطعت السيارة الأولى ( 2/3 ) الطريق، بينما قطعت السيارة الثانية 45٪ من المسافة الكلية. وفي هذا الوقت، كانت السيارتان على بعد 35 كيلومتراً من بعضهما. كم المسافة بين المدينتين؟", "segmented": "انطلقت سيارتان من مدينتين مختلفتين في نفس الوقت متجهتين الي بعضهما البعض. بعد فتره من الزمن قطعت السياره الاولي (2/3) الطريق بينما قطعت السياره الثانيه 45% من المسافه الكليه. وفي هذا الوقت كانت السيارتان علي بعد 35 كيلومترا من بعضهما. كم المسافه بين المدينتين ؟", "equation": "x=35/((2/3)+45%-1)", "tag": "translated"}, {"question": "شحن متجر أحذية الأطفال 6 صناديق من أحذية الأطفال، كل صندوق من 10 أزواج، تباع بإجمالي 900 ريال؛ فما هو سعر كل زوج من أحذية الأطفال؟", "segmented": "شحن متجر احذيه الاطفال 6 صناديق من احذيه الاطفال كل صندوق من 10 ازواج تباع باجمالي 900 ريال ؛ فما هو سعر كل زوج من احذيه الاطفال ؟", "equation": "x=900/(6*10)", "tag": "translated"}, {"question": "ناتج 36 في 63، ناقص 2678/13 يساوي؟", "segmented": "ناتج 36 في 63 ناقص 2678 / 13 يساوي ؟", "equation": "x=36*63-2678/13", "tag": "translated"}, {"question": "تتسع سيارة عائلية لـ8 أشخاص، وتريد عائلة وأصدقاء الذهاب في رحلة وعددهم 24 شخص، فكم سيارة من نفس النوع يحتاجون؟", "segmented": "تتسع سياره عائليه ل 8 اشخاص وتريد عائله واصدقاء الذهاب في رحله وعددهم 24 شخص فكم سياره من نفس النوع يحتاجون ؟", "equation": "x=24/8", "tag": "novel"}, {"question": "أوجد ناتج: 909-567=؟", "segmented": "اوجد ناتج : 909 - 567 = ؟", "equation": "x=909-567", "tag": "novel"}, {"question": "اشترى يوسف كتابين ثمنهما 32 ريالاً، وثمن الكتاب الأول يزيد عن الثاني ب8 ريالات؛ فما ثمن الكتاب الأول؟", "segmented": "اشتري يوسف كتابين ثمنهما 32 ريالا وثمن الكتاب الاول يزيد عن الثاني ب 8 ريالات ؛ فما ثمن الكتاب الاول ؟", "equation": "x=(32+8)/2", "tag": "novel"}, {"question": "18 ضرب ( 1/9 ) =.", "segmented": "18 ضرب (1/9) = .", "equation": "x=(1/9)*18", "tag": "translated"}, {"question": "أكبر حيوان في العالم هو الحوت الأزرق، الذي يصل وزنه إلى 33 طنًّا، وهو أثقل بـ(5/6) مرة من حوت العنبر؛ فكم وزن حوت العنبر بالطن؟", "segmented": "اكبر حيوان في العالم هو الحوت الازرق الذي يصل وزنه الي 33 طنا وهو اثقل ب (5/6) مره من حوت العنبر ؛ فكم وزن حوت العنبر بالطن ؟", "equation": "x=33/(1+(5/6))", "tag": "translated"}, {"question": "40٪ أكثر من الرقم يساوي 28، ابحث عن هذا الرقم.", "segmented": "40% اكثر من الرقم يساوي 28 ابحث عن هذا الرقم .", "equation": "x=28/(1+40%)", "tag": "translated"}, {"question": "تحمل طائرة 300 راكبًا في الرحلة الواحدة. فإذا كانت الطائرة تقوم بأربع رحلات يوميًّا؛ فكم راكبًا تحمل في اليوم؟", "segmented": "تحمل طائره 300 راكبا في الرحله 1 فاذا كانت الطائره تقوم باربع رحلات يوميا ؛ فكم راكبا تحمل في اليوم ؟", "equation": "x=300*4", "tag": "novel"}, {"question": "أمام رمضان 6 قمصان وبنطالان و3 أحذية ليختار منها زيًّا رياضيًّا؛ فكم مظهرًا مختلفًا يمكنه الاختيار منها؟", "segmented": "امام رمضان 6 قمصان وبنطالان و 3 احذيه ليختار منها زيا رياضيا ؛ فكم مظهرا مختلفا يمكنه الاختيار منها ؟", "equation": "x=6*2*3", "tag": "novel"}, {"question": "كيس الأرز بـ41.7 ريال، وكيس الدقيق بـ37.4 ريال، اشترت الكافتيريا 5 أكياس أرز و3 أكياس طحين؛ فما هي التكلفة؟", "segmented": "كيس الارز ب 41.7 ريال وكيس الدقيق ب 37.4 ريال اشترت الكافتيريا 5 اكياس ارز و 3 اكياس طحين ؛ فما هي التكلفه ؟", "equation": "x=41.7*5+37.4*3", "tag": "translated"}, {"question": "يعدل المحرر مقالا بمعدل 36000 كلمة في الساعة، وينتهي في 5 ساعات. إذا حرر بمعدل 45000 كلمة في الساعة، فخلال كم ساعة يمكنه إنهاء هذا المقال؟", "segmented": "يعدل المحرر مقالا بمعدل 36000 كلمه في الساعه وينتهي في 5 ساعات. اذا حرر بمعدل 45000 كلمه في الساعه فخلال كم ساعه يمكنه انهاء هذا المقال ؟", "equation": "x=36000*5/45000", "tag": "translated"}, {"question": "أوجد ناتج: 12*16-40", "segmented": "اوجد ناتج : 12 * 16 - 40", "equation": "x=12*16-40", "tag": "novel"}, {"question": "يجري ثامر 25 مكالمة هاتفية كل أسبوع؛ فكم مكالمة تقريبًا يجري في 52 أسبوعًا؟", "segmented": "يجري ثامر 25 مكالمه هاتفيه كل اسبوع ؛ فكم مكالمه تقريبا يجري في 52 اسبوعا ؟", "equation": "x=52*25", "tag": "novel"}, {"question": "قطعة أرض مربعة الشكل، طول ضلعها 10 أمتار، يريد صاحبها بناء سور حولها؛ فكم يبلغ طول هذا السور؟", "segmented": "قطعه ارض مربعه الشكل طول ضلعها 10 امتار يريد صاحبها بناء سور حولها ؛ فكم يبلغ طول هذا السور ؟", "equation": "x=4*10", "tag": "novel"}, {"question": "عند تذويب 300 جرام من الدواء في 1300 جرام من الماء، ما هي نسبة الدواء من المخلوط؟", "segmented": "عند تذويب 300 جرام من الدواء في 1300 جرام من الماء ما هي نسبه الدواء من المخلوط ؟", "equation": "x=300/(1300+300)", "tag": "translated"}, {"question": "25 ٪ من 2 طن تساوي ( 5/7) من كم طن؟", "segmented": "25% من 2 طن تساوي (5/7) من كم طن ؟", "equation": "x=2*25%/(5/7)", "tag": "translated"}, {"question": "أوجد ناتج: 74 قسمة 2-15=؟", "segmented": "اوجد ناتج : 74 قسمه 2 - 15 = ؟", "equation": "x=74/2-15", "tag": "novel"}, {"question": "يريد حسين أن يوصل 66 صندوقًا، لكن سيارته تسع 10 صناديق؛ فكم مرة سيستعمل السيارة ليوصل الصناديق جميعها؟", "segmented": "يريد حسين ان يوصل 66 صندوقا لكن سيارته 9 10 صناديق ؛ فكم مره سيستعمل السياره ليوصل الصناديق جميعها ؟", "equation": "x=66/10", "tag": "novel"}, {"question": "أوجد ناتج: 90 قسمة 5-11=؟", "segmented": "اوجد ناتج : 90 قسمه 5 - 11 = ؟", "equation": "x=90/5-11", "tag": "novel"}, {"question": "يوجد في مزرعة الدواجن 300 ديك وعدد الدجاج (17/3) ضعف عدد الديوك؛ فكم عدد الدجاجات في المزرعة؟", "segmented": "يوجد في مزرعه الدواجن 300 ديك وعدد الدجاج (17/3) ضعف عدد الديوك ؛ فكم عدد الدجاجات في المزرعه ؟", "equation": "x=300+300*(17/3)", "tag": "translated"}, {"question": "قرر عليّ وعائلته أن يوفروا 1125 ريالاً شهريًّا مدة 8 أشهر، فإذا كانت تكاليف الرحلة إلى مصايف عسير 5000 ريالا؛ فكم المبلغ الذي سيدخرونه بعد السفر؟", "segmented": "قرر علي وعائلته ان يوفروا 1125 ريالا شهريا مده 8 اشهر فاذا كانت تكاليف الرحله الي مصايف عسير 5000 ريالا ؛ فكم المبلغ الذي سيدخرونه بعد السفر ؟", "equation": "x=8*1125-5000", "tag": "novel"}, {"question": "الحل 365*7=؟", "segmented": "الحل 365 * 7 = ؟", "equation": "x=7*365", "tag": "novel"}, {"question": "الكتاب يتكون من 70 صفحة، كل صفحة بها 20 سطرًا وكل سطر يحتوي على 25 كلمة؛ فكم عدد الكلمات تقريبًا في هذا الكتاب؟", "segmented": "الكتاب يتكون من 70 صفحه كل صفحه بها 20 سطرا وكل سطر يحتوي علي 25 كلمه ؛ فكم عدد الكلمات تقريبا في هذا الكتاب ؟", "equation": "x=25*20*70", "tag": "translated"}, {"question": "لدى محل 7 أنواع من الطيور ذات أعداد متساوية فإذا كان عدد الطيور كلها 21 طائرًا، فما عدد الطيور من كل نوع؟", "segmented": "لدي محل 7 انواع من الطيور ذات اعداد متساويه فاذا كان عدد الطيور كلها 21 طائرا فما عدد الطيور من كل نوع ؟", "equation": "x=21/7", "tag": "novel"}, {"question": "إذا كانت ص=6 فأوجد 12+ص=؟", "segmented": "اذا كانت ص = 6 فاوجد 12 + ص = ؟", "equation": "x=6+12", "tag": "novel"}, {"question": "أوجد قيمة س: 7س=49", "segmented": "اوجد قيمه س : 7 س = 49", "equation": "x=49/7", "tag": "novel"}, {"question": "قطار ققطع 1504 كيلومترات في 32 ساعة. إن كان هذا القطار يسافر بسرعة 50 كيلومترًا في الساعة لمدة 11 ساعة، ثم يسافر بسرعة 42 كيلومترًا في الساعة لمدة 9 ساعات، أوجد متوسط السرعة خلال الفترة المتبقية.", "segmented": "قطار ققطع 1504 كيلومترات في 32 ساعه. ان كان هذا القطار يسافر بسرعه 50 كيلومترا في الساعه لمده 11 ساعه ثم يسافر بسرعه 42 كيلومترا في الساعه لمده 9 ساعات اوجد متوسط السرعه خلال الفتره المتبقيه .", "equation": "x=[1504-(50*11+42*9)]/(32-11-9)", "tag": "translated"}, {"question": "أوجد ناتج: 66-56=", "segmented": "اوجد ناتج : 66 - 56 =", "equation": "x=66-56", "tag": "novel"}, {"question": "2001120011/20011", "segmented": "2001120011 / 20011", "equation": "x=2001120011/20011", "tag": "translated"}, {"question": "في مكتبة الصف الثالث100 قصة، وفي مكتبة الصف الأول60 قصة؛ فكم عدد القصص في الصفين مقسومة على 2؟", "segmented": "في مكتبه الصف الثالث 100 قصه وفي مكتبه الصف الاول 60 قصه ؛ فكم عدد القصص في الصفين مقسومه علي 2 ؟", "equation": "x=(60+100)/2", "tag": "novel"}, {"question": "زرعت امتنان 4 صفوف من الأزهار في حديقة منزلها فإذا كان في كل صف 5 أزهار من القرنفل الأبيض و3 أزهار من القرنفل الأحمر؛ فكم زهرة زرعت؟", "segmented": "زرعت امتنان 4 صفوف من الازهار في حديقه منزلها فاذا كان في كل صف 5 ازهار من القرنفل الابيض و 3 ازهار من القرنفل الاحمر ؛ فكم زهره زرعت ؟", "equation": "x=4*(5+3)", "tag": "novel"}, {"question": "أوجد ناتج: 343+222=؟", "segmented": "اوجد ناتج : 343 + 222 = ؟", "equation": "x=222+343", "tag": "novel"}, {"question": "احسب : 599999+59999+5999+599+59=.", "segmented": "احسب : 599999 + 59999 + 5999 + 599 + 59 = .", "equation": "x=599999+59999+5999+599+59", "tag": "translated"}, {"question": "أوجد نصف قطر صحن دائري، إذا علمت أن مساحته تساوي 90 سم مربع.", "segmented": "اوجد نصف قطر صحن دائري اذا علمت ان مساحته تساوي 90 سم مربع .", "equation": "x=(90/3.14)^0.5", "tag": "novel"}, {"question": "في كل فصل من الفصول مدرسة حسان بن ثابت الابتدائية 24 طالبًا؛ فكم يبلغ عدد طلاب مدرسة تقريبا إذا كان عدد الفصول المدرسة 10 فصول؟", "segmented": "في كل فصل من الفصول مدرسه حسان بن ثابت الابتدائيه 24 طالبا ؛ فكم يبلغ عدد طلاب مدرسه تقريبا اذا كان عدد الفصول المدرسه 10 فصول ؟", "equation": "x=10*24", "tag": "novel"}, {"question": "أوجد ناتج: 89/2=", "segmented": "اوجد ناتج : 89 / 2 =", "equation": "x=89/2", "tag": "novel"}, {"question": "أوجد حل المعادلة: 53*2-6", "segmented": "اوجد حل المعادله : 53 * 2 - 6", "equation": "x=53*2-6", "tag": "novel"}, {"question": "مجموع الرقمين هو 940، أحدهما هو 362، فما الآخر؟", "segmented": "مجموع الرقمين هو 940 احدهما هو 362 فما الاخر ؟", "equation": "x=940-362", "tag": "translated"}, {"question": "أوجد ناتج: 56 قسمة 2-12", "segmented": "اوجد ناتج : 56 قسمه 2 - 12", "equation": "x=56/2-12", "tag": "novel"}, {"question": "لدى حفصة 9 قصص وأعطتها هدى 4 قصص؛ فكم أصبح معها؟", "segmented": "لدي حفصه 9 قصص واعطتها هدي 4 قصص ؛ فكم اصبح معها ؟", "equation": "x=9+4", "tag": "novel"}, {"question": "أوجد ناتج: 121 مقسومة على 11=", "segmented": "اوجد ناتج : 121 مقسومه علي 11 =", "equation": "x=121/11", "tag": "novel"}, {"question": "أوجد طول القطر إذا علمت أن محيط الدائرة هو 9.5.", "segmented": "اوجد طول القطر اذا علمت ان محيط الدائره هو 9.5 .", "equation": "x=9.5/3.14", "tag": "novel"}, {"question": "يوزع معلم مغلفًا على طلابه كل أسبوع، فإذا علمت أن في المغلف80 ورقة؛ فكم ورقة يوزع المعلم كل 4 أسابيع؟", "segmented": "يوزع معلم مغلفا علي طلابه كل اسبوع فاذا علمت ان في المغلف 80 ورقه ؛ فكم ورقه يوزع المعلم كل 4 اسابيع ؟", "equation": "x=4*80", "tag": "novel"}, {"question": "ما ناتج 5 زائد 10 قسمة 2؟", "segmented": "ما ناتج 5 زائد 10 قسمه 2 ؟", "equation": "x=(5+10)/2", "tag": "novel"}, {"question": "خمسة أضعاف الرقم هو 620.ابحث عن هذا الرقم.", "segmented": "5 اضعاف الرقم هو 620 .ابحث عن هذا الرقم .", "equation": "x=620/5", "tag": "translated"}, {"question": "تبلغ مساحة مربع 25.25 متر مربع، فما هو محيطه؟", "segmented": "تبلغ مساحه مربع 25.25 متر مربع فما هو محيطه ؟", "equation": "x=4*(25.25)^0.5", "tag": "novel"}, {"question": "9 أضعاف 3", "segmented": "9 اضعاف 3", "equation": "x=9*3", "tag": "translated"}, {"question": "ذهب حسن إلى محل هدايا واشترى هدية، وكان معه 20 ريالاً، فإذا أعاد إليه البائع 5 ريالات؛ فكم دفع لقاء؛ ما اشتراه؟", "segmented": "ذهب حسن الي محل هدايا واشتري هديه وكان معه 20 ريالا فاذا اعاد اليه البائع 5 ريالات ؛ فكم دفع لقاء ؛ ما اشتراه ؟", "equation": "x=20-5", "tag": "novel"}, {"question": "أخذت المدرسة مبلغًا من المال لشراء مجموعة من الملابس الرياضية لكل من لاعبي الفريق الرياضي. فإذا اشترت 30 مجموعة، فسيظل لديها 120 ريالاً، وإذا اشترت 32 مجموعة، فسيتبقى لديها 20 ريالاً؛ فكم سعر كل مجموعة من الملابس الرياضية؟", "segmented": "اخذت المدرسه مبلغا من المال لشراء مجموعه من الملابس الرياضيه لكل من لاعبي الفريق الرياضي. فاذا اشترت 30 مجموعه فسيظل لديها 120 ريالا واذا اشترت 32 مجموعه فسيتبقي لديها 20 ريالا ؛ فكم سعر كل مجموعه من الملابس الرياضيه ؟", "equation": "x=(120-20)/(32-30)", "tag": "translated"}, {"question": "عند خالد 325 قطعة نقدية قديمة، فإذا أهدى متحف الآثار 135 قطعة منها؛ فكم قطعة تبقت معه؟", "segmented": "عند خالد 325 قطعه نقديه قديمه فاذا اهدي متحف الاثار 135 قطعه منها ؛ فكم قطعه تبقت معه ؟", "equation": "x=325-135", "tag": "novel"}, {"question": "يوجد 92 طالبًا و86 طالبة في الصف الأول بالمدرسة الابتدائية وعدد طلاب الصف الثالث ثلاثة أضعاف عدد طلاب الصف الأول؛ فكم عدد طلاب الصف الثالث؟", "segmented": "يوجد 92 طالبا و 86 طالبه في الصف الاول بالمدرسه الابتدائيه وعدد طلاب الصف الثالث 3 اضعاف عدد طلاب الصف الاول ؛ فكم عدد طلاب الصف الثالث ؟", "equation": "x=(92+86)*3", "tag": "translated"}, {"question": "حاصل ضرب عاملين هو 29.58، إذا علمت أن أحدهما هو 6.8، فما العدد الآخر؟", "segmented": "حاصل ضرب عاملين هو 29.58 اذا علمت ان احدهما هو 6.8 فما العدد الاخر ؟", "equation": "x=29.58/6.8", "tag": "translated"}, {"question": "154 على 7؟", "segmented": "154 علي 7 ؟", "equation": "x=154/7", "tag": "translated"}, {"question": "يريد المعلم تقسيم الطلاب إلى مجموعتين متساويتين، إذا كان في الفصل 20 طالبًا؛ فكم طالبًا في المجموعة الواحدة؟", "segmented": "يريد المعلم تقسيم الطلاب الي مجموعتين متساويتين اذا كان في الفصل 20 طالبا ؛ فكم طالبا في المجموعه 1", "equation": "x=20/2", "tag": "novel"}, {"question": "لدى وفاء 9 رابطات شعر صفراء، 18 رابطة حمراء، و2 بيضاء و19 خضراء؛ فكم رابطة شعر لديها؟", "segmented": "لدي وفاء 9 رابطات شعر صفراء 18 رابطه حمراء و 2 بيضاء و 19 خضراء ؛ فكم رابطه شعر لديها ؟", "equation": "x=9+18+2+19", "tag": "novel"}, {"question": "أوجد ناتج: 74 قسمة 2-5=؟", "segmented": "اوجد ناتج : 74 قسمه 2 - 5 = ؟", "equation": "x=74/2-5", "tag": "novel"}, {"question": "في المتجر 35 صندوقًا من الكعك في كل منها 3 كعكات فراولة و2 كعكات شكولاتة، أوجد عدد الكعك في المتجر؟", "segmented": "في المتجر 35 صندوقا من الكعك في كل منها 3 كعكات فراوله و 2 كعكات شكولاته اوجد عدد الكعك في المتجر ؟", "equation": "x=35*(2+3)", "tag": "novel"}, {"question": "اشترت خلود ثلاث علب خرز ثمن كل منها 12 ريالاً، وكان معها بطاقة خصم قيمتها 10 ريالات أوجد التكلفة النهائية؟", "segmented": "اشترت خلود 3 علب خرز ثمن كل منها 12 ريالا وكان معها بطاقه خصم قيمتها 10 ريالات اوجد التكلفه النهائيه ؟", "equation": "x=(12*3)-10", "tag": "novel"}, {"question": "أوجد ناتج 752-58+2=؟", "segmented": "اوجد ناتج 752 - 58 + 2 = ؟", "equation": "x=752-58+2", "tag": "novel"}, {"question": "أجر محل لتجهيز الحفلات عددًا من السجاد مقابل 270 ريالاً في يوم واحد، فإذا كانت أجرة القطعة الواحدة 5 ريالات؛ فكم قطعة أجر المحل؟", "segmented": "اجر محل لتجهيز الحفلات عددا من السجاد مقابل 270 ريالا في يوم 1 فاذا كانت اجره القطعه 1 5 ريالات ؛ فكم قطعه اجر المحل ؟", "equation": "x=270/5", "tag": "novel"}, {"question": "طول الحبل 4 أمتار، تم قطع ( 1/4 ) منه، كم متر بقي؟", "segmented": "طول الحبل 4 امتار تم قطع (1/4) منه كم متر بقي ؟", "equation": "x=4*(1-(1/4))", "tag": "translated"}, {"question": "يبلغ طول ضلع مثلث متساوي الأضلاع 5 سم. ما هو محيطه؟", "segmented": "يبلغ طول ضلع مثلث متساوي الاضلاع 5 سم. ما هو محيطه ؟", "equation": "x=3*5", "tag": "novel"}, {"question": "يبلغ طول علبة الثقاب 5 سم وعرضها 2.5 سم وارتفاعها 1 سم؛ فما مجموع حوافها بالسنتيمترات؟", "segmented": "يبلغ طول علبه الثقاب 5 سم وعرضها 2.5 سم وارتفاعها 1 سم ؛ فما مجموع حوافها بالسنتيمترات ؟", "equation": "x=(5+2.5+1)*4", "tag": "translated"}, {"question": "يوجد 45 تلميذا في الصف الخامس الابتدائي من بينهم (5/9) طالبة، و(4/5) منهن يحبون قراءة القصص؛ فكم عددهم؟", "segmented": "يوجد 45 تلميذا في الصف الخامس الابتدائي من بينهم (5/9) طالبه و (4/5) منهن يحبون قراءه القصص ؛ فكم عددهم ؟", "equation": "x=45*(5/9)*(4/5)", "tag": "translated"}, {"question": "أوجد ناتج: 7*15-20=", "segmented": "اوجد ناتج : 7 * 15 - 20 =", "equation": "x=7*15-20", "tag": "novel"}, {"question": "أوجد ناتج: 900+100=", "segmented": "اوجد ناتج : 900 + 100 =", "equation": "x=900+100", "tag": "novel"}, {"question": "أوجد ناتج القسمة 225 قسمة 5؟", "segmented": "اوجد ناتج القسمه 225 قسمه 5 ؟", "equation": "x=225/5", "tag": "novel"}, {"question": "1.2 مرة من 2.5 =.", "segmented": "1.2 مره من 2.5 = .", "equation": "x=2.5*1.2", "tag": "translated"}, {"question": "مع عامر 218 ريالاً، ويريد أن يشتري من المهرجان هديتين لوالديه، لهما الثمن نفسه؛ فما ثمن الهدية الواحدة؟", "segmented": "مع عامر 218 ريالا ويريد ان يشتري من المهرجان هديتين لوالديه لهما الثمن نفسه ؛ فما ثمن الهديه 1", "equation": "x=218/2", "tag": "novel"}, {"question": "لدى محمد30 قطعة طباشير، أعطى خالد 14 قطعة، وأعطى سعد 5 قطع؛ فكم بقي مع محمد؟", "segmented": "لدي محمد 30 قطعه طباشير اعطي خالد 14 قطعه واعطي سعد 5 قطع ؛ فكم بقي مع محمد ؟", "equation": "x=30-(5+14)", "tag": "novel"}, {"question": "يبلغ ثمن ثلاجة 4800 ريال فإذا تم الشراء بالتقسيط على 8 شهور؛ فكم يبلغ القسط الشهري؟", "segmented": "يبلغ ثمن ثلاجه 4800 ريال فاذا تم الشراء بالتقسيط علي 8 شهور ؛ فكم يبلغ القسط الشهري ؟", "equation": "x=4800/8", "tag": "novel"}, {"question": "تقطع مجموعة من الفيلة 56 كيلو مترًا يوميًّا؛ فكم كيلو مترًا تقطع في سنة؟ علمًا بأن السنة الهجرية = 354 يومًا تقريبًا.", "segmented": "تقطع مجموعه من الفيله 56 كيلو مترا يوميا ؛ فكم كيلو مترا تقطع في سنه ؟ علما بان السنه الهجريه = 354 يوما تقريبا .", "equation": "x=354*56", "tag": "novel"}, {"question": "إذا كان ثمن قميص 24 ريالاً وثمن الجوارب 6 ريالات، واشترت هند الاثنين معًا وأعطت البائع 50 ريالاً؛ فكم يعيد لها؟", "segmented": "اذا كان ثمن قميص 24 ريالا وثمن الجوارب 6 ريالات واشترت هند 2 معا واعطت البائع 50 ريالا ؛ فكم يعيد لها ؟", "equation": "x=50-(24+6)", "tag": "novel"}, {"question": "زرع فلاح 30 بذرة طماطم في البستان وبعد فترة وجد أنه من بين كل 5 بذور يوجد 3 فقط أنبتت شتلات؛ فما عدد البذور التي أنبتت شتلات؟", "segmented": "زرع فلاح 30 بذره طماطم في البستان وبعد فتره وجد انه من بين كل 5 بذور يوجد 3 فقط انبتت شتلات ؛ فما عدد البذور التي انبتت شتلات ؟", "equation": "x=30*3/5", "tag": "novel"}, {"question": "طول التمساح حديث الولادة 20 سم أوجد مجموع أطوال 30 تمساحًا حديث الولادة؟", "segmented": "طول التمساح حديث الولاده 20 سم اوجد مجموع اطوال 30 تمساحا حديث الولاده ؟", "equation": "x=20*30", "tag": "novel"}, {"question": "حاصل 0.7777 * 0.7 + 0.1111 * 5.1 =.", "segmented": "حاصل 0.7777 * 0.7 + 0.1111 * 5.1 = .", "equation": "x=0.7777*0.7+0.1111*5.1", "tag": "translated"}, {"question": "لدى فريق الكشافة 21 كيسًا من الفطائر في كل كيس منها 4 فطائر؛ فكم عدد الفطائر كلها؟", "segmented": "لدي فريق الكشافه 21 كيسا من الفطائر في كل كيس منها 4 فطائر ؛ فكم عدد الفطائر كلها ؟", "equation": "x=21*4", "tag": "novel"}, {"question": "(3*2)*5؟", "segmented": "( 3 * 2 ) * 5 ؟", "equation": "x=5*(2*3)", "tag": "novel"}, {"question": "اشترى محمد9 قطع من قلم ثمنه 6 ريالات؛ فكم دفع محمد؟", "segmented": "اشتري محمد 9 قطع من قلم ثمنه 6 ريالات ؛ فكم دفع محمد ؟", "equation": "x=6*9", "tag": "novel"}, {"question": "أوجد ناتج: 29*5=", "segmented": "اوجد ناتج : 29 * 5 =", "equation": "x=29*5", "tag": "novel"}, {"question": "يوجد دفعة بضائع بالمستودع 20 طنًّا تم شحنها في اليوم الأول، عدد الأطنان المشحونة في اليوم الثاني (6/17) أكثر من اليوم الأول، مازال هناك (9/17) من الوزن الإجمالي لهذه الدفعة من البضائع؛ فكم طنًّا من هذه الدفعة من البضائع.", "segmented": "يوجد دفعه بضائع بالمستودع 20 طنا تم شحنها في اليوم الاول عدد الاطنان المشحونه في اليوم الثاني (6/17) اكثر من اليوم الاول مازال هناك (9/17) من الوزن الاجمالي لهذه الدفعه من البضائع ؛ فكم طنا من هذه الدفعه من البضائع .", "equation": "x=[20+20*(1+(6/17))]/(1-(9/17))", "tag": "translated"}, {"question": "حاصل 80/25 =", "segmented": "حاصل 80 / 25 =", "equation": "x=80/25", "tag": "translated"}, {"question": "مع عبد العزيز 9 بطاقات تهنئة أعطاه أخوه 3 بطاقات؛ فكم بطاقة أصبحت معه؟", "segmented": "مع عبد العزيز 9 بطاقات تهنئه اعطاه اخوه 3 بطاقات ؛ فكم بطاقه اصبحت معه ؟", "equation": "x=9+3", "tag": "novel"}, {"question": "أوجد حاصل ضرب عددين أولهما هو 126 والثاني هو15.", "segmented": "اوجد حاصل ضرب عددين اولهما هو 126 والثاني هو 15 .", "equation": "x=126*15", "tag": "translated"}, {"question": "أوجد ناتج: خمسة عشر ناقص ستة=", "segmented": "اوجد ناتج : 15 ناقص 6", "equation": "x=15-6", "tag": "novel"}, {"question": "لدى بقال 4 صناديق برتقال في كل صندوق 30 كيلو جرامًا فإذا كان ثمن الكيلو جرام الواحد 5 ريالات فما ثمن البرتقال كله؟", "segmented": "لدي بقال 4 صناديق برتقال في كل صندوق 30 كيلو جراما فاذا كان ثمن الكيلو جرام 1 5 ريالات فما ثمن البرتقال كله ؟", "equation": "x=4*30*5", "tag": "novel"}, {"question": "طلاب الصف السادس لديهم 285 مشروعًا تقنيًّا، أي 25 قطعة أكثر من ضعف عدد طلاب الصف الثالث؛ فكم عدد مشاريع التكنولوجيا التي يمتلكها طلاب الصف الثالث؟", "segmented": "طلاب الصف السادس لديهم 285 مشروعا تقنيا اي 25 قطعه اكثر من ضعف عدد طلاب الصف الثالث ؛ فكم عدد مشاريع التكنولوجيا التي يمتلكها طلاب الصف الثالث ؟", "equation": "x=(285-25)/2", "tag": "translated"}, {"question": "موقف للسيارات مكون من عدة أجزاء يتسع كل منها لـ12سيارة؛ فإذا كانت سعة الموقف 408؛ فمن كم جزء يتكون الموقف؟", "segmented": "موقف للسيارات مكون من عده اجزاء يتسع كل منها ل 12 سياره ؛ فاذا كانت سعه الموقف 408 ؛ فمن كم جزء يتكون الموقف ؟", "equation": "x=408/12", "tag": "novel"}, {"question": "استأجر متجر سيارتين لنقل 76 صندوقًا من التفاح بوزن 18 كجم لكل منهما؛ فكم كيلوجراما تحمل كل سيارة؟", "segmented": "استاجر متجر سيارتين لنقل 76 صندوقا من التفاح بوزن 18 كجم لكل منهما ؛ فكم كيلوجراما تحمل كل سياره ؟", "equation": "x=76*18/2", "tag": "translated"}, {"question": "مجموع 3 أضعاف الرقم يساوي 2.85 ناقص 6.5 مرة منه، فما هذا الرقم =؟", "segmented": "مجموع 3 اضعاف الرقم يساوي 2.85 ناقص 6.5 مره منه فما هذا الرقم = ؟", "equation": "x=2.85/(3+6.5)", "tag": "translated"}, {"question": "ثمن علبة أقلام الرصاص هو 10 ريالات، فإذا اشترى والد طارق 15 علبة؛ فكم المبلغ الذي دفعه؟", "segmented": "ثمن علبه اقلام الرصاص هو 10 ريالات فاذا اشتري والد طارق 15 علبه ؛ فكم المبلغ الذي دفعه ؟", "equation": "x=15*10", "tag": "novel"}, {"question": "يزن صندوق الشوكولاتة 5 كجم، كم كيلوغرام تزن 8 صناديق؟", "segmented": "يزن صندوق الشوكولاته 5 كجم كم كيلوغرام تزن 8 صناديق ؟", "equation": "x=5*8", "tag": "translated"}, {"question": "إذا كان القط ينام 15 ساعة يوميًّا؛ فكم ساعة تقريبًا ينام في 3 أسابيع؟", "segmented": "اذا كان القط ينام 15 ساعه يوميا ؛ فكم ساعه تقريبا ينام في 3 اسابيع ؟", "equation": "x=15*3*7", "tag": "novel"}, {"question": "طول ضلع مربع 18 سم، فما محيطه؟", "segmented": "طول ضلع مربع 18 سم فما محيطه ؟", "equation": "x=4*18", "tag": "novel"}, {"question": "إذا كان عرص المستطيل هو 5 انتش وطوله يساوي 6.3 انتش، ما هي المساحة؟", "segmented": "اذا كان عرص المستطيل هو 5 انتش وطوله يساوي 6.3 انتش ما هي المساحه ؟", "equation": "x=5*6.3", "tag": "novel"}, {"question": "أوجد ناتج: 565-678=", "segmented": "اوجد ناتج : 565 - 678 =", "equation": "x=565-678", "tag": "novel"}, {"question": "س/7 = 20 والباقي 5، ما قيمة س؟", "segmented": "س / 7 = 20 والباقي 5 ما قيمه س ؟", "equation": "x=20*7+5", "tag": "translated"}, {"question": "أوجد ناتج: 20مقسومة على 10 مضروبة في 8؟", "segmented": "اوجد ناتج : 20 مقسومه علي 10 مضروبه في 8 ؟", "equation": "x=20/10*8", "tag": "novel"}, {"question": "أوجد ناتج: 600 مقسومة على 6؟", "segmented": "اوجد ناتج : 600 مقسومه علي 6 ؟", "equation": "x=600/6", "tag": "novel"}, {"question": "رقم أكثر من قيمته ب( 9/20 ) يساوي 58، هذا الرقم =؟", "segmented": "رقم اكثر من قيمته ب (9/20) يساوي 58 هذا الرقم = ؟", "equation": "x=58/(1+(9/20))", "tag": "translated"}, {"question": "أوجد ناتج القسمة 129 قسمة 3=؟", "segmented": "اوجد ناتج القسمه 129 قسمه 3 = ؟", "equation": "x=129/3", "tag": "novel"}, {"question": "يوجد 30 إوزة في البركة، وهي تشكل (5/6) من عدد البط؛ فكم عدد البط هناك؟", "segmented": "يوجد 30 اوزه في البركه وهي تشكل (5/6) من عدد البط ؛ فكم عدد البط هناك ؟", "equation": "x=30/(5/6)", "tag": "translated"}, {"question": "4/5 =.", "segmented": "4 / 5 = .", "equation": "x=4/5", "tag": "translated"}, {"question": "حل المعادلة التالية س*5=65؟", "segmented": "حل المعادله التاليه س * 5 = 65 ؟", "equation": "x=65/5", "tag": "novel"}, {"question": "شارك الطلاب في أنشطة زراعة الأشجار، حيث زرع طلاب الصف الرابع 42 شجرة، وزرع طلاب الصف السادس 18 شجرة أقل بثلاث مرات من الصف الرابع، فكم زرع الصف السادس أكثر من الرابع؟", "segmented": "شارك الطلاب في انشطه زراعه الاشجار حيث زرع طلاب الصف الرابع 42 شجره وزرع طلاب الصف السادس 18 شجره اقل بثلاث مرات من الصف الرابع فكم زرع الصف السادس اكثر من الرابع ؟", "equation": "x=42*3-18-42", "tag": "translated"}, {"question": "200 هو 35 أكثر من 5 أضعاف الرقم، هذا الرقم =؟", "segmented": "200 هو 35 اكثر من 5 اضعاف الرقم هذا الرقم = ؟", "equation": "x=(200-35)/5", "tag": "translated"}, {"question": "الرقم هو 45، ( 2/3 ) من هذا الرقم =.", "segmented": "الرقم هو 45 (2/3) من هذا الرقم = .", "equation": "x=45*(2/3)", "tag": "translated"}, {"question": "عد أحمد 7 نملات تزحف على الرصيف، وبعدها وجد 3 أخريات تزحف؛ فكم مجموع النملات التي رآها أحمد؟", "segmented": "عد احمد 7 نملات تزحف علي الرصيف وبعدها وجد 3 اخريات تزحف ؛ فكم مجموع النملات التي راها احمد ؟", "equation": "x=7+3", "tag": "novel"}, {"question": "إذا كانت عطلة الصيف 90 يومًا، وانقضى منها30 يومًا؛ فكم يومًا بقي؟", "segmented": "اذا كانت عطله الصيف 90 يوما وانقضي منها 30 يوما ؛ فكم يوما بقي ؟", "equation": "x=90-30", "tag": "novel"}, {"question": "ذهب وجدي إلى السوبر ماركت للتسوق، وأنفق 50 ريالاً، وكان المال المستخدم يشكل (4/5) المال الذي أحضره ، فكم ريالا جلب وجدي إلى السوبرماركت؟", "segmented": "ذهب وجدي الي السوبر ماركت للتسوق وانفق 50 ريالا وكان المال المستخدم يشكل (4/5) المال الذي احضره فكم ريالا جلب وجدي الي السوبرماركت ؟", "equation": "x=50/(4/5)", "tag": "translated"}, {"question": "العامل الأول هو 540 والعامل الآخر هو 5؛ فما ناتج ضربهما؟", "segmented": "العامل الاول هو 540 والعامل الاخر هو 5 ؛ فما ناتج ضربهما ؟", "equation": "x=540*5", "tag": "translated"}, {"question": "هناك 45 راكباً في الحافلة، نزل 12 منهم في المحطة وصعد 19 شخصًا غيرهم، فكم عدد الأشخاص الموجودين على الحافلة الآن؟", "segmented": "هناك 45 راكبا في الحافله نزل 12 منهم في المحطه وصعد 19 شخصا غيرهم فكم عدد الاشخاص الموجودين علي الحافله الان ؟", "equation": "x=45-12+19", "tag": "translated"}, {"question": "سجل بندر 8 نقاط في مباراة كرة السلة، وكان عدد النقاط بندر أقل بـ9 نقاط من التي سجلها طلال فما عدد النقاط التي سجلها طلال؟", "segmented": "سجل بندر 8 نقاط في مباراه كره السله وكان عدد النقاط بندر اقل ب 9 نقاط من التي سجلها طلال فما عدد النقاط التي سجلها طلال ؟", "equation": "x=9+8", "tag": "novel"}, {"question": "أوجد قيمة س: 26*س=130.", "segmented": "اوجد قيمه س : 26 * س = 130 .", "equation": "x=130/26", "tag": "novel"}, {"question": "يريد أخ أن يشتري لأخته هدية، فإذا كان يجمع في الشهر الواحد 25 ريالاً؛ فكم يجمع في 5 أشهر؟", "segmented": "يريد اخ ان يشتري لاخته هديه فاذا كان يجمع في الشهر 1 25 ريالا ؛ فكم يجمع في 5 اشهر ؟", "equation": "x=5*25", "tag": "novel"}, {"question": "ما هو طرح ناتج 35 في 9 من حاصل 6072/12 =؟", "segmented": "ما هو طرح ناتج 35 في 9 من حاصل 6072 / 12 = ؟", "equation": "x=6072/12-35*9", "tag": "translated"}, {"question": "معكوس الرقم هو ( 7/12 )، أوجد ( 5/6 ) الرقم =.", "segmented": "معكوس الرقم هو (7/12) اوجد (5/6) الرقم = .", "equation": "x=1/(7/12)*(5/6)", "tag": "translated"}, {"question": "يمكن أن يصل وزن السلحفاة الخضراء البالغة إلى 320 كجم؛ فما أكبر وزن ممكن ثماني سلاحف خضراء بالغة؟", "segmented": "يمكن ان يصل وزن السلحفاه الخضراء البالغه الي 320 كجم ؛ فما اكبر وزن ممكن 8 سلاحف خضراء بالغه ؟", "equation": "x=8*320", "tag": "novel"}, {"question": "أوجد نصف القطر إذا علمت أن طول القطر هو 9.5 ملم.", "segmented": "اوجد نصف القطر اذا علمت ان طول القطر هو 9.5 ملم .", "equation": "x=9.5/2", "tag": "novel"}, {"question": "يُسير فندق في مكة المكرمة حافلة إلى المسجد الحرام كل 7 دقائق؛ فكم حافلة تنطلق في 42 دقيقة؟", "segmented": "يسير فندق في مكه المكرمه حافله الي المسجد الحرام كل 7 دقائق ؛ فكم حافله تنطلق في 42 دقيقه ؟", "equation": "x=42/7", "tag": "novel"}, {"question": "اشترى تاجر 50 صندوقًا من العصير، في كل منها 8 دستات، وكل دستة تتكون من 6 علب؛ فكم علبة عصير اشترى التاجر؟", "segmented": "اشتري تاجر 50 صندوقا من العصير في كل منها 8 دستات وكل دسته تتكون من 6 علب ؛ فكم علبه عصير اشتري التاجر ؟", "equation": "x=8*(50*6)", "tag": "novel"}, {"question": "ما هو مجموع 3200 مع 360؟", "segmented": "ما هو مجموع 3200 مع 360 ؟", "equation": "x=3200+360", "tag": "translated"}, {"question": "الفرق بين 98 و 65، مضروبا في مجموع 123 و 45 =؟", "segmented": "الفرق بين 98 و 65 مضروبا في مجموع 123 و 45 = ؟", "equation": "x=(98-65)*(123+45)", "tag": "translated"}, {"question": "التقط حازم 25 صورة لبعض معالم المملكة وآثارها ثم طبع من كل صورة 36 نسخة؛ فما عدد الصورة التي طبعها؟", "segmented": "التقط حازم 25 صوره لبعض معالم المملكه واثارها ثم طبع من كل صوره 36 نسخه ؛ فما عدد الصوره التي طبعها ؟", "equation": "x=25*36", "tag": "novel"}, {"question": "إذا كان حاصل ضرب عاملين هو 0.12، أحدهما هو 6، فإذا ما هو العامل الآخر؟", "segmented": "اذا كان حاصل ضرب عاملين هو 0.12 احدهما هو 6 فاذا ما هو العامل الاخر ؟", "equation": "x=0.12/6", "tag": "translated"}, {"question": "تزن قطعة من سبائك القصدير والحديد 45 كجم، يشكل الحديد حوالي 60 ٪ منها، كم كيلوغراما من الحديد في هذه السبائك؟", "segmented": "تزن قطعه من سبائك القصدير والحديد 45 كجم يشكل الحديد حوالي 60% منها كم كيلوغراما من الحديد في هذه السبائك ؟", "equation": "x=45*60%", "tag": "translated"}, {"question": "إذا كانت ف=10 فأوجد قيمة 7ف قسمة 2؟", "segmented": "اذا كانت ف = 10 فاوجد قيمه 7 ف قسمه 2 ؟", "equation": "x=7*10/2", "tag": "novel"}, {"question": "يبلغ طول الطريق السريع بين مدينتين 384 كيلومتراً، وتغادر سيارتان من المدينتين باتجاه بعضهما البعض، وتسافر السيارة الأولى بسرعة 38 كيلومتراً في الساعة، وتسافر السيارة الثانية بسرعة 42 كيلومتراً في الساعة. بعد أن قطعت السيارة الأولى 64 كيلومتراً، تحركت السيارة الثانية. بعد كم ساعة ستلتقي السيارتان؟ ", "segmented": "يبلغ طول الطريق السريع بين مدينتين 384 كيلومترا وتغادر سيارتان من المدينتين باتجاه بعضهما البعض وتسافر السياره الاولي بسرعه 38 كيلومترا في الساعه وتسافر السياره الثانيه بسرعه 42 كيلومترا في الساعه. بعد ان قطعت السياره الاولي 64 كيلومترا تحركت السياره الثانيه. بعد كم ساعه ستلتقي السيارتان ؟", "equation": "x=(384-64)/(38+42)", "tag": "translated"}, {"question": "اطرح 300 من ناتج 34 في 57", "segmented": "اطرح 300 من ناتج 34 في 57", "equation": "x=34*57-300", "tag": "translated"}, {"question": "( 1/6 ) أضعاف 30 مضافا إلى 82 =؟", "segmented": "(1/6) اضعاف 30 مضافا الي 82 = ؟", "equation": "x=30*(1/6)+82", "tag": "translated"}, {"question": "خبز الخباز12 رغيفًا فإذا باع اثنين منها؛ فكم رغيفًا بقي عنده؟", "segmented": "خبز الخباز 12 رغيفا فاذا باع 2 منها ؛ فكم رغيفا بقي عنده ؟", "equation": "x=12-2", "tag": "novel"}, {"question": "رقم يزيد بنسبة 50 ٪ ليصبح 60، فما قيمته؟", "segmented": "رقم يزيد بنسبه 50% ليصبح 60 فما قيمته ؟", "equation": "x=60/(1+50%)", "tag": "translated"}, {"question": "أوجد ناتج: 454 مطروح منها 90=", "segmented": "اوجد ناتج : 454 مطروح منها 90 =", "equation": "x=454-90", "tag": "novel"}, {"question": "أنفقت ليلى 21 ريالاً لشراء كتابين وقلم فإذا كان ثمن الكتاب يساوي ثمن القلم؛ فكم ثمن كل منها؟", "segmented": "انفقت ليلي 21 ريالا لشراء كتابين وقلم فاذا كان ثمن الكتاب يساوي ثمن القلم ؛ فكم ثمن كل منها ؟", "equation": "x=21/3", "tag": "novel"}, {"question": "مع عبير 9 ريالات وأعطاها أبوها 3 ريالات؛ فكم ريالاً أصبح معها؟", "segmented": "مع عبير 9 ريالات واعطاها ابوها 3 ريالات ؛ فكم ريالا اصبح معها ؟", "equation": "x=9+3", "tag": "novel"}, {"question": "أراد سلطان أن يمشي 16 كلم في 4 أيام؛ فإذا سار المسافة نفسها كل يوم؛ فكم مشى في اليوم الأول؟", "segmented": "اراد سلطان ان يمشي 16 كلم في 4 ايام ؛ فاذا سار المسافه نفسها كل يوم ؛ فكم مشي في اليوم الاول ؟", "equation": "x=16/4", "tag": "novel"}, {"question": "مجموعتان من البط في كل مجموعة 5  بطات؛ فكم عدد البط في المجموعتين؟", "segmented": "مجموعتان من البط في كل مجموعه 5 بطات ؛ فكم عدد البط في المجموعتين ؟", "equation": "x=2*5", "tag": "novel"}, {"question": "في اليوم المفتوح، باع عبد الله 400 كوب من عصير الليمون وحليب الشوكولاتة وكسب 546 ريالاً. إذا كان سعر عصير الليمون 1 ريال لكل كوب وحليب الشوكولاتة 2 ريال لكل كوب؛ فكم عدد أكواب عصير الليمون التي باعها عبدالله؟", "segmented": "في اليوم المفتوح باع عبد الله 400 كوب من عصير الليمون وحليب الشوكولاته وكسب 546 ريالا. اذا كان سعر عصير الليمون 1 ريال لكل كوب وحليب الشوكولاته 2 ريال لكل كوب ؛ فكم عدد اكواب عصير الليمون التي باعها عبدالله ؟", "equation": "x=(400*2-546)/(2-1)", "tag": "translated"}, {"question": "مع هدى 90 ريالاً فإذا اشترت كتابًا بـ25 ريالاً، وأدوات رسم بـ40 ريالاً؛ فكم بقي معها؟", "segmented": "مع هدي 90 ريالا فاذا اشترت كتابا ب 25 ريالا وادوات رسم ب 40 ريالا ؛ فكم بقي معها ؟", "equation": "x=90-25-40", "tag": "novel"}, {"question": "37.5*3*0.112+35.5*12.5 *0.224=.", "segmented": "37.5 * 3 * 0.112 + 35.5 * 12.5 * 0.224 = .", "equation": "x=37.5*3*0.112+35.5*12.5*0.224", "tag": "translated"}, {"question": "نسبة أشجار الكمثرى إلى أشجار الخوخ في البستان 5: 7. هناك 200 شجرة كمثرى؛ فكم عدد أشجار الخوخ هناك؟", "segmented": "نسبه اشجار الكمثري الي اشجار الخوخ في البستان 5 : 7 . هناك 200 شجره كمثري ؛ فكم عدد اشجار الخوخ هناك ؟", "equation": "x=200/5*7", "tag": "translated"}, {"question": "لدى سميرة 41 ملصقًا، ولدى حصة 62 ملصقًا، ولدى نورا 30 ملصقًا؛ فكم عدد الملصقات جميعها؟", "segmented": "لدي سميره 41 ملصقا ولدي حصه 62 ملصقا ولدي نورا 30 ملصقا ؛ فكم عدد الملصقات جميعها ؟", "equation": "x=30+62+41", "tag": "novel"}, {"question": "يزن الفولاذ (8/125) كيلو جرام لكل متر، والآن يوجد 500 متر من هذا الصلب؛ فكم كيلو جرامًا يوجد من هذا الفولاذ إجمالاً؟", "segmented": "يزن الفولاذ (8/125) كيلو جرام لكل متر والان يوجد 500 متر من هذا الصلب ؛ فكم كيلو جراما يوجد من هذا الفولاذ اجمالا ؟", "equation": "x=(8/125)*500", "tag": "translated"}, {"question": "في مدرسة العلم الأحمر الابتدائية 440 فتى أي (11/12) عدد البنات؛ فكم عدد الطلاب في المدرسة كلها؟", "segmented": "في مدرسه العلم الاحمر الابتدائيه 440 فتي اي (11/12) عدد البنات ؛ فكم عدد الطلاب في المدرسه كلها ؟", "equation": "x=440/(11/12)+440", "tag": "translated"}, {"question": "0.8/3/(9/20)* ( 3/2)/0.64* 27.9=.", "segmented": "0.8 / 3 / (9/20) * (3/2) / 0.64 * 27.9 = .", "equation": "x=0.8/3/(9/20)*(3/2)/0.64*27.9", "tag": "translated"}, {"question": "أوجد ناتج 37*5-15؟", "segmented": "اوجد ناتج 37 * 5 - 15 ؟", "equation": "x=37*5-15", "tag": "novel"}, {"question": "يقطع الذئب مسافة 50 كلم في الساعة؛ فكم يقطع في 12 ساعة؟", "segmented": "يقطع الذئب مسافه 50 كلم في الساعه ؛ فكم يقطع في 12 ساعه ؟", "equation": "x=50*12", "tag": "novel"}, {"question": "هنالك 50 شخصا في المطعم، 40% منهم من الإناث، فكم عدد الإناث؟", "segmented": "هنالك 50 شخصا في المطعم 40% منهم من الاناث فكم عدد الاناث ؟", "equation": "x=50*40%", "tag": "translated"}, {"question": "ما هو معكوس 5.25 ؟", "segmented": "ما هو معكوس 5.25 ؟", "equation": "x=1/5.25", "tag": "translated"}, {"question": "1.07 بالإضافة ل 4.92 =.", "segmented": "1.07 بالاضافه ل 4.92 = .", "equation": "x=4.92+1.07", "tag": "translated"}, {"question": "100/1.5 في 2.6=؟", "segmented": "100 / 1.5 في 2.6 = ؟", "equation": "x=1.5*2.6/100", "tag": "translated"}, {"question": "مع حسن 3 ريالات وأعطاه علي 5 ريالات؛ فكم أصبح مع حسن؟", "segmented": "مع حسن 3 ريالات واعطاه علي 5 ريالات ؛ فكم اصبح مع حسن ؟", "equation": "x=5+3", "tag": "novel"}, {"question": "محيط مستطيل يساوي 179 قدم وعرضه هو 30 قدم. احسب طوله.", "segmented": "محيط مستطيل يساوي 179 قدم وعرضه هو 30 قدم. احسب طوله .", "equation": "x=(179-2*30)/2", "tag": "novel"}, {"question": "أوجد ناتج 52*5-15؟", "segmented": "اوجد ناتج 52 * 5 - 15 ؟", "equation": "x=52*5-15", "tag": "novel"}, {"question": "أوجد ناتج: 21*7-55", "segmented": "اوجد ناتج : 21 * 7 - 55", "equation": "x=21*7-55", "tag": "novel"}, {"question": "حاصل 320-168/6، الفرق الناتج مضروبًا في 18، الناتج =؟", "segmented": "حاصل 320 - 168 / 6 الفرق الناتج مضروبا في 18 الناتج = ؟", "equation": "x=(320-168/6)*18", "tag": "translated"}, {"question": "تبرعت كل من نجلاء وجمانة وروان لإحدى الجمعيات الخيرية فإذا كانت نجلاء قد تبرعت بـ120 ريالاً، وتبرعت روان بـ50 ريالاً، وكان مجموع ما تبرعن به جميعًا 320 ريالاً؛ فبكم ريالاً تبرعت جمانة؟", "segmented": "تبرعت كل من نجلاء وجمانه وروان لاحدي الجمعيات الخيريه فاذا كانت نجلاء قد تبرعت ب 120 ريالا وتبرعت روان ب 50 ريالا وكان مجموع ما تبرعن به جميعا 320 ريالا ؛ فبكم ريالا تبرعت جمانه ؟", "equation": "x=320-(120+50)", "tag": "novel"}, {"question": "أوجد الناتج: 63 قسمة 3-2=", "segmented": "اوجد الناتج : 63 قسمه 3 - 2 =", "equation": "x=63/3-2", "tag": "novel"}, {"question": "اشترى راجح دراجة نارية بقيمة 16000 ريال بدون ضريبة القيمة المضافة. إذا كانت قيمة الضريبة تساوي 10٪؛ فكم تكلف الدراجة النارية؟", "segmented": "اشتري راجح دراجه ناريه بقيمه 16000 ريال بدون ضريبه القيمه المضافه. اذا كانت قيمه الضريبه تساوي 10% ؛ فكم تكلف الدراجه الناريه ؟", "equation": "x=16000*(1+10%)", "tag": "translated"}, {"question": "جسر يبلغ طوله 3400 متر ويسير قطار بسرعة 1200 متر في الدقيقة ويستغرق مغادرة الجسر 3 دقائق من مقدمة الجسر إلى مؤخرة الجسر؛ فما هو طول القطار؟", "segmented": "جسر يبلغ طوله 3400 متر ويسير قطار بسرعه 1200 متر في الدقيقه ويستغرق مغادره الجسر 3 دقائق من مقدمه الجسر الي مؤخره الجسر ؛ فما هو طول القطار ؟", "equation": "x=1200*3-3400", "tag": "translated"}, {"question": "طول سيارة 342 سم؛ فما طول 7 سيارات من نفس النوع؟", "segmented": "طول سياره 342 سم ؛ فما طول 7 سيارات من نفس النوع ؟", "equation": "x=7*342", "tag": "novel"}, {"question": "60 كجم تساوي ( 1/4 ) أضعاف كم كيلوغرام؟", "segmented": "60 كجم تساوي (1/4) اضعاف كم كيلوغرام ؟", "equation": "x=60/(1+(1/4))", "tag": "translated"}, {"question": "كم يساوي20 ناقص 4؟", "segmented": "كم يساوي 20 ناقص 4 ؟", "equation": "x=20-4", "tag": "novel"}, {"question": "أوجد ناتج: 81 مقسومة على 9 مضروبة في 100=", "segmented": "اوجد ناتج : 81 مقسومه علي 9 مضروبه في 100 =", "equation": "x=81/9*100", "tag": "novel"}, {"question": "يجري عاصم 35 دقيقة يوميًّا؛ فكم يجري في السنة كاملة؟ (السنة = 354 يوما)", "segmented": "يجري عاصم 35 دقيقه يوميا ؛ فكم يجري في السنه كامله ؟ ( السنه = 354 يوما )", "equation": "x=354*35", "tag": "novel"}, {"question": "أوجد ناتج: 94 قسمة 2-13", "segmented": "اوجد ناتج : 94 قسمه 2 - 13", "equation": "x=94/2-13", "tag": "novel"}, {"question": "يُحضِر متجر الفاكهة شحنة من العصائر ويبيع (2/6) في اليوم الأول، ما هي النسبة المتبقية؟", "segmented": "يحضر متجر الفاكهه شحنه من العصائر ويبيع (2/6) في اليوم الاول ما هي النسبه المتبقيه ؟", "equation": "x=1-(2/6)", "tag": "translated"}, {"question": "حافلتان لنقل الطلاب إذا كان في الحافلة الأولى 32 طالبًا، وفي الحافلة الثانية 10 طلاب؛ فكم طالبًا في الحافلتين؟", "segmented": "حافلتان لنقل الطلاب اذا كان في الحافله الاولي 32 طالبا وفي الحافله الثانيه 10 طلاب ؛ فكم طالبا في الحافلتين ؟", "equation": "x=32+10", "tag": "novel"}, {"question": "قرأ يزن كتابًا قصيرًا في 12 يومًا. إذا قرأ 120 صفحة في الأيام الخمسة الأولى و 30 صفحة يوميًا في الأيام السبعة التالية. كم عدد الصفحات في هذا الكتاب؟", "segmented": "قرا يزن كتابا قصيرا في 12 يوما. اذا قرا 120 صفحه في الايام 5 الاولي و 30 صفحه يوميا في الايام 7 التاليه. كم عدد الصفحات في هذا الكتاب ؟", "equation": "x=120+30*7", "tag": "translated"}, {"question": "أوجد ناتج: ستة زائد أربعة=", "segmented": "اوجد ناتج : 6 زائد 4", "equation": "x=6+4", "tag": "novel"}, {"question": "عدد كرات السلة ( 1/4 ) أكثر من عدد كرات القدم، فما هو عدد كرات السلة؟", "segmented": "عدد كرات السله (1/4) اكثر من عدد كرات القدم فما هو عدد كرات السله ؟", "equation": "x=1+(1/4)", "tag": "translated"}, {"question": "تتكون إحدى البنايات من 17 طوابق، فإذا كان ارتفاع كل واحد منها 3 أمتار فما ارتفاع البناية؟", "segmented": "تتكون 1 البنايات من 17 طوابق فاذا كان ارتفاع كل 1 منها 3 امتار فما ارتفاع البنايه ؟", "equation": "x=17*3", "tag": "novel"}, {"question": "46 مضافة لنفسها =؟", "segmented": "46 مضافه لنفسها = ؟", "equation": "x=46+46", "tag": "translated"}, {"question": "المقسوم عليه هو 9، والناتج هو 5، والباقي يساوي 2، المقسوم هو =.", "segmented": "المقسوم عليه هو 9 والناتج هو 5 والباقي يساوي 2 المقسوم هو = .", "equation": "x=5*9+2", "tag": "translated"}, {"question": "أوجد ناتج: 50*2.5=", "segmented": "اوجد ناتج : 50 * 2.5 =", "equation": "x=50*2.5", "tag": "novel"}, {"question": "أوجد قيمة: 32 ضرب 100؟", "segmented": "اوجد قيمه : 32 ضرب 100 ؟", "equation": "x=32*100", "tag": "novel"}, {"question": "في الحديقة أشجار موزعة في 8 صفوف، في كل صف 4 أشجار فما عدد الأشجار جميعها؟", "segmented": "في الحديقه اشجار موزعه في 8 صفوف في كل صف 4 اشجار فما عدد الاشجار جميعها ؟", "equation": "x=8*4", "tag": "novel"}, {"question": "أوجد الناتج: 198-63+18=", "segmented": "اوجد الناتج : 198 - 63 + 18 =", "equation": "x=198-63+18", "tag": "novel"}, {"question": "25 مضافا إليها حاصل ضرب 6 في 8=؟", "segmented": "25 مضافا اليها حاصل ضرب 6 في 8 = ؟", "equation": "x=8*6+25", "tag": "translated"}, {"question": "المسافة بين بيت حامد ومدرسته 275 مترًا وبين المدرسة والمتنزه 389 مترًا، ما المسافة بين بيت حامد والمتنزه؟", "segmented": "المسافه بين بيت حامد ومدرسته 275 مترا وبين المدرسه والمتنزه 389 مترا ما المسافه بين بيت حامد والمتنزه ؟", "equation": "x=389+275", "tag": "novel"}, {"question": "يكسب عامل 5 ريالات أجرة لغسيل السيارة الواحدة فإذا كسب 60 ريالاً؛ فكم سيارة قام بغسلها؟", "segmented": "يكسب عامل 5 ريالات اجره لغسيل السياره 1 فاذا كسب 60 ريالا ؛ فكم سياره قام بغسلها ؟", "equation": "x=60/5", "tag": "novel"}, {"question": "لدى محمد 30 قطعة طباشير أعطى خالد 14 قطعة، وأعطى سعد 10 قطع؛ فكم بقي مع محمد؟", "segmented": "لدي محمد 30 قطعه طباشير اعطي خالد 14 قطعه واعطي سعد 10 قطع ؛ فكم بقي مع محمد ؟", "equation": "x=30-(14+10)", "tag": "novel"}, {"question": "تبلغ تكلفة غسيل السيارات في إحدى المغاسل 27 ريالاً لكل سيارة، فإذا غسلت المغسلة 43 سيارة؛ فكم المبلغ الإجمالي لغسيل السيارات؟", "segmented": "تبلغ تكلفه غسيل السيارات في 1 المغاسل 27 ريالا لكل سياره فاذا غسلت المغسله 43 سياره ؛ فكم المبلغ الاجمالي لغسيل السيارات ؟", "equation": "x=43*27", "tag": "novel"}, {"question": "أوجد ناتج: 100/5*4=", "segmented": "اوجد ناتج : 100 / 5 * 4 =", "equation": "x=100/5*4", "tag": "novel"}, {"question": "مع عثمان 214 ريالاً، ويريد أن يشتري من المهرجان هديتين لوالديه لهما الثمن نفسه؛ فما ثمن الهدية الواحدة؟", "segmented": "مع عثمان 214 ريالا ويريد ان يشتري من المهرجان هديتين لوالديه لهما الثمن نفسه ؛ فما ثمن الهديه 1", "equation": "x=214/2", "tag": "novel"}, {"question": "إذا علمت أن مساحة مستطيل هي 36 متر مربع وعرضه هو 9.4 متر، ما هو طوله؟", "segmented": "اذا علمت ان مساحه مستطيل هي 36 متر مربع وعرضه هو 9.4 متر ما هو طوله ؟", "equation": "x=36/9.4", "tag": "novel"}, {"question": "أوجد ناتج: 354 مطروح منها 100=", "segmented": "اوجد ناتج : 354 مطروح منها 100 =", "equation": "x=354-100", "tag": "novel"}, {"question": "تبلغ المسافة من منزل ديم إلى المدرسة 800 متر، إذا قطعت ديم ( 3/4 ) المسافة. فكم مترا تبتعد عن المنزل الآن؟", "segmented": "تبلغ المسافه من منزل ديم الي المدرسه 800 متر اذا قطعت ديم (3/4) المسافه. فكم مترا تبتعد عن المنزل الان ؟", "equation": "x=800*(3/4)", "tag": "translated"}, {"question": "اشترى أحمد تذكرة لزيارة المتحف بـ15 ريالاً، وأقرض صديقه 17 ريالاً، وبقي معه 9 ريالات؛ فما المبلغ الذي كان معه في البداية؟", "segmented": "اشتري احمد تذكره لزياره المتحف ب 15 ريالا واقرض صديقه 17 ريالا وبقي معه 9 ريالات ؛ فما المبلغ الذي كان معه في البدايه ؟", "equation": "x=15+17+9", "tag": "novel"}, {"question": "تحتوي مكتبة المدرسة على 358 كتابًا دينيا، أي أقل ب 274 من عدد الكتب التقنية، فكم كتابا تقنيا في المكتبة؟", "segmented": "تحتوي مكتبه المدرسه علي 358 كتابا دينيا اي اقل ب 274 من عدد الكتب التقنيه فكم كتابا تقنيا في المكتبه ؟", "equation": "x=358+274", "tag": "translated"}, {"question": "ذهب عامر مع أصدقائه إلى أحد المنتزهات فإذا كان ثمن تذكرة الدخول للفرد 4 ريالات، فما الثمن الكلي للتذاكر إذا كان عدد الأصدقاء 5؟", "segmented": "ذهب عامر مع اصدقائه الي احد المنتزهات فاذا كان ثمن تذكره الدخول للفرد 4 ريالات فما الثمن الكلي للتذاكر اذا كان عدد الاصدقاء 5 ؟", "equation": "x=5*4", "tag": "novel"}, {"question": "تنطلق سيارات الركاب والشاحنات من المكانين أ و ب في نفس الوقت، وتتجه نحو بعضها البعض، وتجتمع بعد 10.5 ساعات. وعند لقائهم، تكون الشاحنات قد قطعت 60.9 كيلومترًا أكثر من سيارات الركاب. إذا كانت سرعة سيارة الركاب 50.2 كيلومترًا في الساعة، فما سرعة الشاحنات؟", "segmented": "تنطلق سيارات الركاب والشاحنات من المكانين ا وب في نفس الوقت وتتجه نحو بعضها البعض وتجتمع بعد 10.5 ساعات. وعند لقائهم تكون الشاحنات قد قطعت 60.9 كيلومترا اكثر من سيارات الركاب. اذا كانت سرعه سياره الركاب 50.2 كيلومترا في الساعه فما سرعه الشاحنات ؟", "equation": "x=50.2+60.9/10.5", "tag": "translated"}, {"question": "يبلغ ارتفاع أطول شجرة صبار بالعالم أكثر من 457 مترًا ب خمسة أضعاف؛ فكم يبلغ طول أعلى شجرة صبار بالعالم؟", "segmented": "يبلغ ارتفاع اطول شجره صبار بالعالم اكثر من 457 مترا ب 5 اضعاف ؛ فكم يبلغ طول اعلي شجره صبار بالعالم ؟", "equation": "x=5*457", "tag": "novel"}, {"question": "في مسابقة القفز، يكون المعيار هو 3.00 متر. إذا قفزت رباب 3.12 مترا سيتم تسجيله على أنه 0.12 متر. فإذا قفزت جمانة على بعد 2.95 متر، كم متر يجب أن يسجل؟", "segmented": "في مسابقه القفز يكون المعيار هو 3.00 متر. اذا قفزت رباب 3.12 مترا سيتم تسجيله علي انه 0.12 متر. فاذا قفزت جمانه علي بعد 2.95 متر كم متر يجب ان يسجل ؟", "equation": "x=2.95-3.00", "tag": "translated"}, {"question": "أوجد ناتج: 38 قسمة 2", "segmented": "اوجد ناتج : 38 قسمه 2", "equation": "x=38/2", "tag": "novel"}, {"question": "25 ٪ من كم كيلومتر هو 80 كم؟", "segmented": "25% من كم كيلومتر هو 80 كم ؟", "equation": "x=80/25%", "tag": "translated"}, {"question": "الحساب : 0.5^3 =.", "segmented": "الحساب : 0.5 ^ 3 = .", "equation": "x=0.5^3", "tag": "translated"}, {"question": "قطع سيارة مسافة 15.2 كيلومترًا في 0.5 ساعة، فكم ساعة تستغرقها لقطع 228 كيلومترًا؟", "segmented": "قطع سياره مسافه 15.2 كيلومترا في 0.5 ساعه فكم ساعه تستغرقها لقطع 228 كيلومترا ؟", "equation": "x=228/(15.2/0.5)", "tag": "translated"}, {"question": "المسافة بين بيت عبدالله ومدرسته 257 مترًا وبين المدرسة والمتنزه 346 مترًا، فما المسافة بين بيت عبدالله والمتنزه؟", "segmented": "المسافه بين بيت عبدالله ومدرسته 257 مترا وبين المدرسه والمتنزه 346 مترا فما المسافه بين بيت عبدالله والمتنزه ؟", "equation": "x=346+257", "tag": "novel"}, {"question": "أوجد ناتج قسمة 890 على6=؟", "segmented": "اوجد ناتج قسمه 890 علي 6 = ؟", "equation": "x=890/6", "tag": "novel"}, {"question": "في الطبق 7 تفاحات، أكل محمد واحدة منها؛ فكم تفاحة بقيت؟", "segmented": "في الطبق 7 تفاحات اكل محمد 1 منها ؛ فكم تفاحه بقيت ؟", "equation": "x=7-1", "tag": "novel"}, {"question": "إذا كان الذئب يقطع 45 كيلو مترًا في الساعة؛ فكم يقطع في 14 ساعة؟", "segmented": "اذا كان الذئب يقطع 45 كيلو مترا في الساعه ؛ فكم يقطع في 14 ساعه ؟", "equation": "x=14*45", "tag": "novel"}, {"question": "سعر الجهاز الأول 100 ريال والجهاز الثاني70 ريالاً؛ فكم يزيد سعر الجهاز الأول؟", "segmented": "سعر الجهاز الاول 100 ريال والجهاز الثاني 70 ريالا ؛ فكم يزيد سعر الجهاز الاول ؟", "equation": "x=100-70", "tag": "novel"}, {"question": "15 * 209 =.", "segmented": "15 * 209 = .", "equation": "x=209*15", "tag": "translated"}, {"question": "أوجد الحل (12/3)*6", "segmented": "اوجد الحل (12/3) * 6", "equation": "x=(12/3)*6", "tag": "novel"}, {"question": "طول قطعة من القماش ( 9/10 ) متر، كم تبقى إذا تم قص ( 6/10 ) متر منها؟", "segmented": "طول قطعه من القماش (9/10) متر كم تبقي اذا تم قص (6/10) متر منها ؟", "equation": "x=(9/10)-(6/10)", "tag": "translated"}, {"question": "تباع المكنسة الكهربائية بسعر 585 ريالا، وهو ما يشكل 0.9 من سعرها الأصلي، فكم تبلغ التكلفة الأصلية لهذه المكنسة الكهربائية؟", "segmented": "تباع المكنسه الكهربائيه بسعر 585 ريالا وهو ما يشكل 0.9 من سعرها الاصلي فكم تبلغ التكلفه الاصليه لهذه المكنسه الكهربائيه ؟", "equation": "x=585/0.9", "tag": "translated"}, {"question": "6 مقسومة من 234 =", "segmented": "6 مقسومه من 234 =", "equation": "x=234/6", "tag": "translated"}, {"question": "ذهبت سديم إلى المكتبة واشترت كراسة ب 13.2 ريالا، كما اشترت موسوعة النباتات، وكانت الموسوعة أغلى بـ 9.27 ريالا من الكراسة. كم أنفقت سديم في المكتبة؟", "segmented": "ذهبت سديم الي المكتبه واشترت كراسه ب 13.2 ريالا كما اشترت موسوعه النباتات وكانت الموسوعه اغلي ب 9.27 ريالا من الكراسه. كم انفقت سديم في المكتبه ؟", "equation": "x=13.2+9.27+13.2", "tag": "translated"}, {"question": "كان على الغصن 6 بلابل، طار 2 منها؛ فكم بلبلاً بقي على الغصن؟", "segmented": "كان علي الغصن 6 بلابل طار 2 منها ؛ فكم بلبلا بقي علي الغصن ؟", "equation": "x=6-2", "tag": "novel"}, {"question": "مع محمد 7 كرات إذا أعطته أمه 3 كرات أخرى؛ فكم كرة أصبحت معه؟", "segmented": "مع محمد 7 كرات اذا اعطته امه 3 كرات اخري ؛ فكم كره اصبحت معه ؟", "equation": "x=7+3", "tag": "novel"}, {"question": "الفرق بين مجموع 13 و 62 مقسوما على 275-125، الحاصل =؟", "segmented": "الفرق بين مجموع 13 و 62 مقسوما علي 275 - 125 الحاصل = ؟", "equation": "x=(275-125)/(13+62)", "tag": "translated"}, {"question": "كان في الحوض 7 أسماك، إذا صادت القطة 3 منها؛ فكم بقي في الحوض؟", "segmented": "كان في الحوض 7 اسماك اذا صادت القطه 3 منها ؛ فكم بقي في الحوض ؟", "equation": "x=7-3", "tag": "novel"}, {"question": "أوجد ناتج: 3668 مطروح منها 1000 مجموع معها 50؟", "segmented": "اوجد ناتج : 3668 مطروح منها 1000 مجموع معها 50 ؟", "equation": "x=(3668-1000)+50", "tag": "novel"}, {"question": "أوجد ناتج: 5000 مجموع معها 1200 مطروح منها 200؟", "segmented": "اوجد ناتج : 5000 مجموع معها 1200 مطروح منها 200 ؟", "equation": "x=5000+1200-200", "tag": "novel"}, {"question": "ما هو نصف قطر دائرة مساحتها 43.1 متر مربع؟", "segmented": "ما هو نصف قطر دائره مساحتها 43.1 متر مربع ؟", "equation": "x=(43.1/3.14)^0.5", "tag": "novel"}, {"question": "لدى فيصل 3 كرات، ولدى بدر العدد نفسه من الكرات؛ فما مجموع الكرات لديهما؟", "segmented": "لدي فيصل 3 كرات ولدي بدر العدد نفسه من الكرات ؛ فما مجموع الكرات لديهما ؟", "equation": "x=3+3", "tag": "novel"}, {"question": "24 هي (1/3) أكثر من كم؟", "segmented": "24 هي (1/3) اكثر من كم ؟", "equation": "x=24/(1+(1/3))", "tag": "translated"}, {"question": "يوجد 3 زهريات في كل منها يوجد 10 وردات، فما عدد الوردات في هذه الزهريات؟", "segmented": "يوجد 3 زهريات في كل منها يوجد 10 وردات فما عدد الوردات في هذه الزهريات ؟", "equation": "x=10*3", "tag": "novel"}, {"question": "أوجد ناتج: 90*3-55=؟", "segmented": "اوجد ناتج : 90 * 3 - 55 = ؟", "equation": "x=90*3-55", "tag": "novel"}, {"question": "مع رهف 89، ريالاً فإذا اشترت كتابًا بـ25 ريالاً وأدوات رسم بـ13.75 ريالاً؛ فكم بقي معها؟", "segmented": "مع رهف 89 ريالا فاذا اشترت كتابا ب 25 ريالا وادوات رسم ب 13.75 ريالا ؛ فكم بقي معها ؟", "equation": "x=89-25-13.75", "tag": "novel"}, {"question": "أوجد ناتج الضرب: 8*40", "segmented": "اوجد ناتج الضرب : 8 * 40", "equation": "x=8*40", "tag": "novel"}, {"question": "بلغ عدد طلاب المدرسة الابتدائية 640 طالبًا في العام الماضي، وهو ما يمثل زيادة (1/8) هذا العام مقارنة بالعام الماضي؛ فكم طالبا إضافيا قدموا هذا العام؟", "segmented": "بلغ عدد طلاب المدرسه الابتدائيه 640 طالبا في العام الماضي وهو ما يمثل زياده (1/8) هذا العام مقارنه بالعام الماضي ؛ فكم طالبا اضافيا قدموا هذا العام ؟", "equation": "x=640*(1/8)", "tag": "translated"}, {"question": "اشترى ناصر 16 قلمًا، واحتفظ بـ8 أقلام لنفسه، ووزع الباقي على إخوانه الأربعة؛ فكم قلمًا أخذ كل واحد منهم؟", "segmented": "اشتري ناصر 16 قلما واحتفظ ب 8 اقلام لنفسه ووزع الباقي علي اخوانه 4 فكم قلما اخذ كل 1 منهم ؟", "equation": "x=(16-8)/4", "tag": "novel"}, {"question": "بعد تخفيض سعر التلفاز بمقدار 500 ريالا، أصبح سعره 1500 ريال؛ فما هي نسبة التخفيض؟", "segmented": "بعد تخفيض سعر التلفاز بمقدار 500 ريالا اصبح سعره 1500 ريال ؛ فما هي نسبه التخفيض ؟", "equation": "x=500/(500+1500)", "tag": "translated"}, {"question": "ثمن علبة الحليب الواحدة 3 ريالات، فما ثمن 8 علب من الحليب؟", "segmented": "ثمن علبه الحليب 1 3 ريالات فما ثمن 8 علب من الحليب ؟", "equation": "x=3*8", "tag": "novel"}, {"question": "أوجد ناتج: 1800-1500=", "segmented": "اوجد ناتج : 1800 - 1500 =", "equation": "x=1800-1500", "tag": "novel"}, {"question": "أوجد ناتج قسمة 480/3=؟", "segmented": "اوجد ناتج قسمه 480 / 3 = ؟", "equation": "x=480/3", "tag": "novel"}, {"question": "72 في 0.01 =.", "segmented": "72 في 0.01 = .", "equation": "x=0.01*72", "tag": "translated"}, {"question": "أقلعت طائرتان من مطار الملك خالد من الرياض متوجهتين إلى مطار الملك عبد العزيز في جدة، وكانت إحدى الطائرتان تحمل 243 مسافرًا، والأخرى تحمل 179 مسافرًا فما مجموع عدد المسافرين؟", "segmented": "اقلعت طائرتان من مطار الملك خالد من الرياض متوجهتين الي مطار الملك عبد العزيز في جده وكانت 1 الطائرتان تحمل 243 مسافرا والاخري تحمل 179 مسافرا فما مجموع عدد المسافرين ؟", "equation": "x=243+179", "tag": "novel"}, {"question": "أوجد ناتج 12*6؟", "segmented": "اوجد ناتج 12 * 6 ؟", "equation": "x=12*6", "tag": "novel"}, {"question": "أوجد ناتج القسمة 230 قسمة 8=", "segmented": "اوجد ناتج القسمه 230 قسمه 8 =", "equation": "x=230/8", "tag": "novel"}, {"question": "يريد العامل الرئيسي أن يبني طريقًا طوله 800 متر، تم بناء 274 متر في اليوم الأول، و398 مترًا في اليوم الثاني؛ فكم مترًا تم إصلاحه في يومين؟", "segmented": "يريد العامل الرئيسي ان يبني طريقا طوله 800 متر تم بناء 274 متر في اليوم الاول و 398 مترا في اليوم الثاني ؛ فكم مترا تم اصلاحه في يومين ؟", "equation": "x=274+398", "tag": "translated"}, {"question": "إذا اشترى نواف 4 شنط مدرسية مماثلة لأبنائه الأربعة بـ216 ريالاً؛ فما ثمن الشنطة الواحدة؟", "segmented": "اذا اشتري نواف 4 شنط مدرسيه مماثله لابنائه 4 ب 216 ريالا ؛ فما ثمن الشنطه 1", "equation": "x=216/4", "tag": "novel"}, {"question": "في الطابور الصباحي، كان هنالك 15 صفًّا في كل صف 12 طالبا. بعد التغيير، أصبح هنالك 9 صفوف؛ فكم طالبا في كل صف؟", "segmented": "في الطابور الصباحي كان هنالك 15 صفا في كل صف 12 طالبا. بعد التغيير اصبح هنالك 9 صفوف ؛ فكم طالبا في كل صف ؟", "equation": "x=15*12/9", "tag": "translated"}, {"question": "ما ناتج ضرب: (56*4)=", "segmented": "ما ناتج ضرب : ( 56 * 4 ) =", "equation": "x=(56*4)", "tag": "novel"}, {"question": "لدى حسام قطعة أرض دائرية يزرع فيها النعناع، وقطرها 5 أمتار، فكم مترا محيط الأرض هذه؟", "segmented": "لدي حسام قطعه ارض دائريه يزرع فيها النعناع وقطرها 5 امتار فكم مترا محيط الارض هذه ؟", "equation": "x=3.14*5", "tag": "translated"}, {"question": "أوجد ناتج: 1320/111=", "segmented": "اوجد ناتج : 1320 / 111 =", "equation": "x=1320/111", "tag": "novel"}, {"question": "5 حشرات اليعسوب تأكل 960 بعوضة في 8 أيام؛ فكم عدد البعوض الذي يأكله كل يعسوب كل يوم؟", "segmented": "5 حشرات اليعسوب تاكل 960 بعوضه في 8 ايام ؛ فكم عدد البعوض الذي ياكله كل يعسوب كل يوم ؟", "equation": "x=960/8/5", "tag": "translated"}, {"question": "إذا كان طول ضلع مثلث متطابق الأضلاع هو 6.35 ملم، ما هو محيطه؟", "segmented": "اذا كان طول ضلع مثلث متطابق الاضلاع هو 6.35 ملم ما هو محيطه ؟", "equation": "x=3*6.35", "tag": "novel"}, {"question": "كانت هناك 6 مقاعد فارغة في الحافلة. عند المحطة، ولم ينزل أحد من الحافلة، لكن 9 أشخاص صعدوا، وكان هناك مقعدان فارغان، كم شخصا كان واقفا داخل الحافلة؟", "segmented": "كانت هناك 6 مقاعد فارغه في الحافله. عند المحطه ولم ينزل احد من الحافله لكن 9 اشخاص صعدوا وكان هناك مقعدان فارغان كم شخصا كان واقفا داخل الحافله ؟", "equation": "x=9-6+2", "tag": "translated"}, {"question": "أوجد ناتج: 11*111=", "segmented": "اوجد ناتج : 11 * 111 =", "equation": "x=11*111", "tag": "novel"}, {"question": "يقع منزل راشد على بعد 1620 مترًا من المدرسة، إذا أوصله والده إلى المدرسة في 3 دقائق على دراجة نارية، واستغرق والده 25 دقيقة بنفس السرعة للذهاب لعمله من المنزل، فكم يبعد منزل راشد عن مكان عمل والده؟", "segmented": "يقع منزل راشد علي بعد 1620 مترا من المدرسه اذا اوصله والده الي المدرسه في 3 دقائق علي دراجه ناريه واستغرق والده 25 دقيقه بنفس السرعه للذهاب لعمله من المنزل فكم يبعد منزل راشد عن مكان عمل والده ؟", "equation": "x=1620/3*25", "tag": "translated"}, {"question": "اشترت سميرا 28 هدية لتوزعها بالتساوي على 8 من صديقاتها في احتفالها بنجاحها آخر العام؛ فكم هدية تعطي لكل صديقة من صديقاتها؟", "segmented": "اشترت سميرا 28 هديه لتوزعها بالتساوي علي 8 من صديقاتها في احتفالها بنجاحها اخر العام ؛ فكم هديه تعطي لكل صديقه من صديقاتها ؟", "equation": "x=28/8", "tag": "novel"}, {"question": "أوجد ناتج القسمة 1500 قسمة 5=", "segmented": "اوجد ناتج القسمه 1500 قسمه 5 =", "equation": "x=1500/5", "tag": "novel"}, {"question": "أوجد ناتج: 15*9-44", "segmented": "اوجد ناتج : 15 * 9 - 44", "equation": "x=15*9-44", "tag": "novel"}, {"question": "كم علمًا مع 5 أطفال إذا كان كل طفل يحمل علمين؟", "segmented": "كم علما مع 5 اطفال اذا كان كل طفل يحمل علمين ؟", "equation": "x=5*2", "tag": "novel"}, {"question": "أوجد ناتج: 48 قسمة 2 -11=؟", "segmented": "اوجد ناتج : 48 قسمه 2 - 11 = ؟", "equation": "x=48/2-11", "tag": "novel"}, {"question": "يجمع عبدالرحمن 9 صدفات من الشاطئ يوميًا؛ فكم يجمع في 10 أيام؟", "segmented": "يجمع عبدالرحمن 9 صدفات من الشاطئ يوميا ؛ فكم يجمع في 10 ايام ؟", "equation": "x=10*9", "tag": "novel"}, {"question": "أوجد ناتج 14*7-26؟", "segmented": "اوجد ناتج 14 * 7 - 26 ؟", "equation": "x=14*7-26", "tag": "novel"}, {"question": "يبلغ ارتفاع برج المملكة في مدينة الرياض 300 متر، ويبلغ ارتفاع برج الفيصلية 226 مترًا؛ فكم يزيد ارتفاع برج الرياض عن برج الفيصلية؟", "segmented": "يبلغ ارتفاع برج المملكه في مدينه الرياض 300 متر ويبلغ ارتفاع برج الفيصليه 226 مترا ؛ فكم يزيد ارتفاع برج الرياض عن برج الفيصليه ؟", "equation": "x=300-226", "tag": "novel"}, {"question": "مجموع 17 و 19، مقسوما من الفرق بين 80 و 44 =؟", "segmented": "مجموع 17 و 19 مقسوما من الفرق بين 80 و 44 = ؟", "equation": "x=(80-44)/(17+19)", "tag": "translated"}, {"question": "أوجد ناتج: 21*7-5=؟", "segmented": "اوجد ناتج : 21 * 7 - 5 = ؟", "equation": "x=21*7-5", "tag": "novel"}, {"question": "رقم إذا قسم على 55، كان الناتج هو 160. فما هذا الرقم؟", "segmented": "رقم اذا قسم علي 55 كان الناتج هو 160 . فما هذا الرقم ؟", "equation": "x=160*55", "tag": "translated"}, {"question": "أوجد ناتج: (س-36)=34", "segmented": "اوجد ناتج : ( س - 36 ) = 34", "equation": "x=34+36", "tag": "novel"}, {"question": "تضم إحدى المدراس 21 فصلاً دراسيًّا وفي كل فصل 25 طالبًا، فما عدد طلاب المدرسة؟", "segmented": "تضم 1 المدراس 21 فصلا دراسيا وفي كل فصل 25 طالبا فما عدد طلاب المدرسه ؟", "equation": "x=25*21", "tag": "novel"}, {"question": "أوجد ناتج: 788-676=؟", "segmented": "اوجد ناتج : 788 - 676 = ؟", "equation": "x=788-676", "tag": "novel"}, {"question": "تم استخدام ( 3/8 ) من قطعة من الخشب في المرة الأولى، ثم استخدم 2.2 مترفي المرة الثانية، وهو ما يساوي ( 5/6 ) من الباقي، كم مترا استخدم في المرة الأولى؟", "segmented": "تم استخدام (3/8) من قطعه من الخشب في المره الاولي ثم استخدم 2.2 مترفي المره الثانيه وهو ما يساوي (5/6) من الباقي كم مترا استخدم في المره الاولي ؟", "equation": "x=2.2/((5/6)-(3/8))*(3/8)", "tag": "translated"}, {"question": "يقع المكانان \" أ \" و\" ب\" على بُعد 350 كيلومترًا، وتوجه كل من زياد وأحمد نحو بعضهما البعض من المكانين \" أ \" و\" ب\" في نفس الوقت. تبلغ سرعة زياد 80 كيلومترًا في الساعة، وتبلغ سرعة أحمد 60 كيلومترًا في الساعة. في غضون كم ساعة يلتقيان؟", "segmented": "يقع المكانان ا و ب علي بعد 350 كيلومترا وتوجه كل من زياد واحمد نحو بعضهما البعض من المكانين ا و ب في نفس الوقت. تبلغ سرعه زياد 80 كيلومترا في الساعه وتبلغ سرعه احمد 60 كيلومترا في الساعه. في غضون كم ساعه يلتقيان ؟", "equation": "x=350/(80+60)", "tag": "translated"}, {"question": "أوجد ناتج الضرب 46*8؟", "segmented": "اوجد ناتج الضرب 46 * 8 ؟", "equation": "x=8*46", "tag": "novel"}, {"question": "هناك كومة من الرمال الصفراء، تم نقل 18 طنًا أولاً ثم نقل الباقي في 7 سيارات، كل منها تحمل 6 أطنان، كم طنا تم نقله؟", "segmented": "هناك كومه من الرمال الصفراء تم نقل 18 طنا اولا ثم نقل الباقي في 7 سيارات كل منها تحمل 6 اطنان كم طنا تم نقله ؟", "equation": "x=18+6*7", "tag": "translated"}, {"question": "باع محل 328 تحفة، وباع محل آخر409 تحف؛ فكم عدد التحف المباعة في المحلين؟", "segmented": "باع محل 328 تحفه وباع محل اخر 409 تحف ؛ فكم عدد التحف المباعه في المحلين ؟", "equation": "x=328+409", "tag": "novel"}, {"question": "يوزع معلم مغلفًا على طلابه كل أسبوع،، فإذا علمت أن في المغلف 100 ورقة؛ فكم ورقة يوزع المعلم كل 4 أسابيع؟", "segmented": "يوزع معلم مغلفا علي طلابه كل اسبوع فاذا علمت ان في المغلف 100 ورقه ؛ فكم ورقه يوزع المعلم كل 4 اسابيع ؟", "equation": "x=4*100", "tag": "novel"}, {"question": "اشترت نورة 20 قلمًا أخضر، ثم اشترت 16 قلمًا آخر؛ فكم قلمًا اشترت؟", "segmented": "اشترت نوره 20 قلما اخضر ثم اشترت 16 قلما اخر ؛ فكم قلما اشترت ؟", "equation": "x=20+16", "tag": "novel"}, {"question": "أوجد ناتج 900-553=", "segmented": "اوجد ناتج 900 - 553 =", "equation": "x=900-553", "tag": "novel"}, {"question": "أوجد ناتج: (13*12)/2=", "segmented": "اوجد ناتج : ( 13 * 12 ) / 2 =", "equation": "x=(13*12)/2", "tag": "novel"}, {"question": "أوجد ناتج القسمة 93 قسمة 3؟", "segmented": "اوجد ناتج القسمه 93 قسمه 3 ؟", "equation": "x=93/3", "tag": "novel"}, {"question": "2.09 ضرب رقم = 26.752، ما قيمة هذا الرقم؟", "segmented": "2.09 ضرب رقم = 26.752 ما قيمه هذا الرقم ؟", "equation": "x=26.752/2.09", "tag": "translated"}, {"question": "حاصل ( 2/3 ) في ( 4/5 ) - ( 1/5 ) قسمة 0.75=؟", "segmented": "حاصل (2/3) في (4/5) - (1/5) قسمه 0.75 = ؟", "equation": "x=(4/5)*(2/3)-(1/5)/0.75", "tag": "translated"}, {"question": "إن كان ناتج الضرب هو 24، وأحد العاملين هو 3. فما العامل الآخر؟", "segmented": "ان كان ناتج الضرب هو 24 واحد العاملين هو 3 . فما العامل الاخر ؟", "equation": "x=24/3", "tag": "translated"}, {"question": "أوجد حاصل 8- (4/9) / (1/3) مضروبًا في (4/5)؟", "segmented": "اوجد حاصل 8 - (4/9) / (1/3) مضروبا في (4/5) ؟", "equation": "x=(8-(4/9)/(1/3))*(4/5)", "tag": "translated"}, {"question": "في أحد الأيام أقلعت طائرتان من مطار الملك خالد من الرياض ومتوجهتين إلى جدة وكانت إحدى الطائرتين تقل 243 مسافرًا، والأخرى تقل100 مسافر، أوجد عدد المسافرين في الطائرتين؟", "segmented": "في احد الايام اقلعت طائرتان من مطار الملك خالد من الرياض ومتوجهتين الي جده وكانت 1 الطائرتين تقل 243 مسافرا والاخري تقل 100 مسافر اوجد عدد المسافرين في الطائرتين ؟", "equation": "x=100+243", "tag": "novel"}, {"question": "إذا ركض محمد 3000 متر وركض خالد 638 مترًا؛ فكم ركض خالد أكثر مما ركضه خالد؟", "segmented": "اذا ركض محمد 3000 متر وركض خالد 638 مترا ؛ فكم ركض خالد اكثر مما ركضه خالد ؟", "equation": "x=3000-638", "tag": "novel"}, {"question": "يريد مزارع الفاكهة أن ينقل 4500 كيلوغرام من العنب في صناديق، ويمكن لكل كرتونة أن تحمل حتى 15 كيلوغرامًا، فإذا كانت الشاحنة تحمل 100 صندوق؛ فكم عدد الشاحنات المطلوبة؟", "segmented": "يريد مزارع الفاكهه ان ينقل 4500 كيلوغرام من العنب في صناديق ويمكن لكل كرتونه ان تحمل حتي 15 كيلوغراما فاذا كانت الشاحنه تحمل 100 صندوق ؛ فكم عدد الشاحنات المطلوبه ؟", "equation": "x=4500/15/100", "tag": "translated"}, {"question": "يمارس سلطان رياضة الجري 25 كلم أسبوعيًّا، فإذا كان عدد أسابيع السنة الهجرية 51 أسبوعًا تقريبًا؛ فكم كيلو مترًا يجري في السنة؟", "segmented": "يمارس سلطان رياضه الجري 25 كلم اسبوعيا فاذا كان عدد اسابيع السنه الهجريه 51 اسبوعا تقريبا ؛ فكم كيلو مترا يجري في السنه ؟", "equation": "x=25*51", "tag": "novel"}, {"question": "في مشروع ترجمة كتاب، ترجم الفريق الأول ( 5/12 ) الكتاب، وهو ما يساوي 360 صفحة، بينما قام الفريق الثاني بترجمة ( 1/3 ) الكتاب. كم صفحة ترجم الفريق الثاني؟", "segmented": "في مشروع ترجمه كتاب ترجم الفريق الاول (5/12) الكتاب وهو ما يساوي 360 صفحه بينما قام الفريق الثاني بترجمه (1/3) الكتاب. كم صفحه ترجم الفريق الثاني ؟", "equation": "x=360/(5/12)*(1/3)", "tag": "translated"}, {"question": "يزور أحد المتاحف 88 شخصًا في كل ساعة؛ فكم عددٍ الزوار في 44 ساعات؟", "segmented": "يزور احد المتاحف 88 شخصا في كل ساعه ؛ فكم عدد الزوار في 44 ساعات ؟", "equation": "x=44*88", "tag": "novel"}, {"question": "1 - ( 2/3)، الفرق =؟", "segmented": "1 - (2/3) الفرق = ؟", "equation": "x=1-(2/3)", "tag": "translated"}, {"question": "أوجد ناتج: 200*4-16", "segmented": "اوجد ناتج : 200 * 4 - 16", "equation": "x=200*4-16", "tag": "novel"}, {"question": "احسب ما يلي：4.75-9.64+8.25-1.36=", "segmented": "احسب ما يلي : 4.75 - 9.64 + 8.25 - 1.36 =", "equation": "x=4.75-9.64+8.25-1.36", "tag": "translated"}, {"question": "اشترت عائلة وجدي مجموعة من الأسلاك يبلغ طولها 30 مترًا. وبعد استخدام بعضها، أعطوا جيرانهم 10.26 مترًا منها، وبقي معهم 9.32 مترًا؛ فكم مترًا تم استخدامها؟", "segmented": "اشترت عائله وجدي مجموعه من الاسلاك يبلغ طولها 30 مترا. وبعد استخدام بعضها اعطوا جيرانهم 10.26 مترا منها وبقي معهم 9.32 مترا ؛ فكم مترا تم استخدامها ؟", "equation": "x=30-10.26-9.32", "tag": "translated"}, {"question": "سرعة طائر 16 كيلومترًا في الساعة، وسرعة الصقر 80 كيلومترًا في الساعة، بكم تقل سرعة الطائر عن الصقر؟", "segmented": "سرعه طائر 16 كيلومترا في الساعه وسرعه الصقر 80 كيلومترا في الساعه بكم تقل سرعه الطائر عن الصقر ؟", "equation": "x=80-16", "tag": "novel"}, {"question": "يوجد 45 كيلو تفاح ووزن الكمثرى هو (2/3) مقارنةً بالتفاح و(5/6) مقارنةً بالبرتقال؛ فكم كيلو برتقال موجود؟", "segmented": "يوجد 45 كيلو تفاح ووزن الكمثري هو (2/3) مقارنه بالتفاح و (5/6) مقارنه بالبرتقال ؛ فكم كيلو برتقال موجود ؟", "equation": "x=45*(2/3)/(5/6)", "tag": "translated"}, {"question": "مع عثمان 100 ريال وأعطاه جده عيدية 50 ريالاً؛ فكم أصبح معه؟", "segmented": "مع عثمان 100 ريال واعطاه جده عيديه 50 ريالا ؛ فكم اصبح معه ؟", "equation": "x=100+50", "tag": "novel"}, {"question": "أوجد ناتج: 10000/200=", "segmented": "اوجد ناتج : 10000 / 200 =", "equation": "x=10000/200", "tag": "novel"}, {"question": "أوجد ناتج: 7890+9870=", "segmented": "اوجد ناتج : 7890 + 9870 =", "equation": "x=9870+7890", "tag": "novel"}, {"question": "يركض ماجد مسافة 2156 كيلومترًا في 8 أشهر؛ فكم يركض في الشهر الواحد؟", "segmented": "يركض ماجد مسافه 2156 كيلومترا في 8 اشهر ؛ فكم يركض في الشهر 1", "equation": "x=2156/8", "tag": "novel"}, {"question": "أوجد ناتج: 29*5-13=؟", "segmented": "اوجد ناتج : 29 * 5 - 13 = ؟", "equation": "x=29*5-13", "tag": "novel"}, {"question": "يبيع محل للفواكه 30 فاكهة في الساعة الواحدة؛ فكم يبيع في ساعتين؟", "segmented": "يبيع محل للفواكه 30 فاكهه في الساعه 1 فكم يبيع في ساعتين ؟", "equation": "x=2*30", "tag": "novel"}, {"question": "لدى سامية 25 ريالاً اشترت عصيرًا بـ9 ريالات وفطيرة بـ5 ريالات وأعطت فقيرًا 3 ريالات؛ فكم ريالاً تبقى معها؟", "segmented": "لدي ساميه 25 ريالا اشترت عصيرا ب 9 ريالات وفطيره ب 5 ريالات واعطت فقيرا 3 ريالات ؛ فكم ريالا تبقي معها ؟", "equation": "x=25-(3+5+9)", "tag": "novel"}, {"question": "يتم إحضار دفعة من الفحم إلى كافيتريا المدرسة، ومن المقرر أن تحرق 60 كجم يوميًّا لمدة 12 يومًا؛ نتيجة لتحسين جهاز حرق الفحم، يتم حرق 45 كجم فقط يوميًّا؛ فكم عدد الأيام التي يمكن لهذه الدفعة من الفحم أن تحرق؟", "segmented": "يتم احضار دفعه من الفحم الي كافيتريا المدرسه ومن المقرر ان تحرق 60 كجم يوميا لمده 12 يوما ؛ نتيجه لتحسين جهاز حرق الفحم يتم حرق 45 كجم فقط يوميا ؛ فكم عدد الايام التي يمكن لهذه الدفعه من الفحم ان تحرق ؟", "equation": "x=60*12/45", "tag": "translated"}, {"question": "يتدرب رامي على الرماية، وأطلق 40 طلقة. وأصاب الهدف بمعدل 80٪؛ فكم عدد الرصاصات التي ابتعدت عن الهدف؟", "segmented": "يتدرب رامي علي الرمايه واطلق 40 طلقه. واصاب الهدف بمعدل 80% ؛ فكم عدد الرصاصات التي ابتعدت عن الهدف ؟", "equation": "x=40*(1-80%)", "tag": "translated"}, {"question": "أوجد ناتج: 1320/11=", "segmented": "اوجد ناتج : 1320 / 11 =", "equation": "x=1320/11", "tag": "novel"}, {"question": "2/3/(4/6)=.", "segmented": "2 / 3 / (4/6) = .", "equation": "x=2/3/(4/6)", "tag": "translated"}, {"question": "حاصل ( 2/7)/(1/2)، ناقص ( 5/8) في ( 4/5) =؟", "segmented": "حاصل (2/7) / (1/2) ناقص (5/8) في (4/5) = ؟", "equation": "x=(2/7)/(1/2)-(5/8)*(4/5)", "tag": "translated"}, {"question": "اشترى والد أحمد 18 برتقالة أراد أن يوزعهم على أفراد أسرته بالتساوي وكانت الأسرة تتكون من 6 أفراد؛ فكم برتقالة يأخذها كل فرد في الأسرة؟", "segmented": "اشتري والد احمد 18 برتقاله اراد ان يوزعهم علي افراد اسرته بالتساوي وكانت الاسره تتكون من 6 افراد ؛ فكم برتقاله ياخذها كل فرد في الاسره ؟", "equation": "x=18/6", "tag": "novel"}, {"question": "في الميناء 11 قاربًا فإذا غادر 3 منها؛ فكم قاربًا بقي في الميناء؟", "segmented": "في الميناء 11 قاربا فاذا غادر 3 منها ؛ فكم قاربا بقي في الميناء ؟", "equation": "x=11-3", "tag": "novel"}, {"question": "أوجد ناتج: 900 مطروح منها 100 مقسومة على 2=", "segmented": "اوجد ناتج : 900 مطروح منها 100 مقسومه علي 2 =", "equation": "x=(900-100)/2", "tag": "novel"}, {"question": "لدى سميرة 25 ريالاً اشترت عصيرًا بـ9 ريالات وفطيرة بـ5 ريالات وأعطت فقيرًا 3 ريالات؛ فكم ريالاً تبقى معها؟", "segmented": "لدي سميره 25 ريالا اشترت عصيرا ب 9 ريالات وفطيره ب 5 ريالات واعطت فقيرا 3 ريالات ؛ فكم ريالا تبقي معها ؟", "equation": "x=25-(3+5+9)", "tag": "novel"}, {"question": "سعر الجهاز الصغير 160 ريالاً بعد بيعه ب 0.8 ثمنه؛ فما هو السعر الأصلي لهذا الجهاز الصغير؟", "segmented": "سعر الجهاز الصغير 160 ريالا بعد بيعه ب 0.8 ثمنه ؛ فما هو السعر الاصلي لهذا الجهاز الصغير ؟", "equation": "x=160/0.8", "tag": "translated"}, {"question": "90 زائد 110 قسمة 4 ضرب 2؟", "segmented": "90 زائد 110 قسمه 4 ضرب 2 ؟", "equation": "x=(110+90)/4*2", "tag": "novel"}, {"question": "لدى سميرة 30 ملصقًا، ولدى حصة 62 ملصقًا، ولدى نورا40 ملصقًا؛ فكم عدد الملصقات جميعها؟", "segmented": "لدي سميره 30 ملصقا ولدي حصه 62 ملصقا ولدي نورا 40 ملصقا ؛ فكم عدد الملصقات جميعها ؟", "equation": "x=30+62+40", "tag": "novel"}, {"question": "8 أضعاف مجموع 125 مع 12 =؟", "segmented": "8 اضعاف مجموع 125 مع 12 = ؟", "equation": "x=(125+12)*8", "tag": "translated"}, {"question": "أوجد ناتج: 33*2-21=", "segmented": "اوجد ناتج : 33 * 2 - 21 =", "equation": "x=33*2-21", "tag": "novel"}, {"question": "التقط حازم 30 صورة لبعض معالم المملكة وآثارها ثم طبع من كل صورة 16 نسخة؛ فما عدد الصورة التي طبعها؟", "segmented": "التقط حازم 30 صوره لبعض معالم المملكه واثارها ثم طبع من كل صوره 16 نسخه ؛ فما عدد الصوره التي طبعها ؟", "equation": "x=30*16", "tag": "novel"}, {"question": "طول القماش 42 مترًا، كم متر تبقى عند استخدام ( 3/7) منه؟", "segmented": "طول القماش 42 مترا كم متر تبقي عند استخدام (3/7) منه ؟", "equation": "x=42*(1-(3/7))", "tag": "translated"}, {"question": "مع عمران 7 كرات قدم، واشترى كرتين جديدتين؛ فكم كرة مع عمران الآن؟", "segmented": "مع عمران 7 كرات قدم واشتري كرتين جديدتين ؛ فكم كره مع عمران الان ؟", "equation": "x=2+7", "tag": "novel"}, {"question": "زرعت أسماء 12 بذرة، كل بذرتين في وعاء؛ فما عدد الأوعية التي استعملتها إذ زرعت البذور كلها؟", "segmented": "زرعت اسماء 12 بذره كل بذرتين في وعاء ؛ فما عدد الاوعيه التي استعملتها اذ زرعت البذور كلها ؟", "equation": "x=12/2", "tag": "novel"}, {"question": "أوجد ناتج ضرب 60*52=", "segmented": "اوجد ناتج ضرب 60 * 52 =", "equation": "x=52*60", "tag": "novel"}, {"question": "حاصل 12/600، مضافا اليها 187، النتيجة =؟", "segmented": "حاصل 12 / 600 مضافا اليها 187 النتيجه = ؟", "equation": "x=600/12+187", "tag": "translated"}, {"question": "دفعت صبا 3.50 ريالا لشراء عصير و4.80 ريالا لشراء فطيرة، فكم ريالا أنفقت إجمالا؟", "segmented": "دفعت صبا 3.50 ريالا لشراء عصير و 4.80 ريالا لشراء فطيره فكم ريالا انفقت اجمالا ؟", "equation": "x=3.50+4.80", "tag": "translated"}, {"question": "40 ٪ من رقم ما يساوي 8، فكم يساوي 25 ٪ من هذا الرقم؟", "segmented": "40% من رقم ما يساوي 8 فكم يساوي 25% من هذا الرقم ؟", "equation": "x=8/40%*25%", "tag": "translated"}, {"question": "بلغ عدد السيارات الموجودة في موقف سيارات السوق يوم الجمعة400 سيارة، وفي يوم السبت أصبح العدد 182 سيارة؛ فكم سيارة تزيد يوم الجمعة عن يوم السبت؟", "segmented": "بلغ عدد السيارات الموجوده في موقف سيارات السوق يوم الجمعه 400 سياره وفي يوم السبت اصبح العدد 182 سياره ؛ فكم سياره تزيد يوم الجمعه عن يوم السبت ؟", "equation": "x=400-182", "tag": "novel"}, {"question": "بلغ عدد السيارات الموجودة في موقف سيارات السوق يوم الجمعة 334 سيارة، وفي يوم السبت أصبح العدد 182 سيارة؛ فكم سيارة تزيد يوم الجمعة عن يوم السبت؟", "segmented": "بلغ عدد السيارات الموجوده في موقف سيارات السوق يوم الجمعه 334 سياره وفي يوم السبت اصبح العدد 182 سياره ؛ فكم سياره تزيد يوم الجمعه عن يوم السبت ؟", "equation": "x=334-182", "tag": "novel"}, {"question": "( 2/7 ) من طول الخيط + ( 4/5 ) متر يساوي طول الخيط. كم مترا طول الخيط؟", "segmented": "(2/7) من طول الخيط + (4/5) متر يساوي طول الخيط. كم مترا طول الخيط ؟", "equation": "x=(4/5)/(1-(2/7))", "tag": "translated"}, {"question": "أوجد ناتج 500 مقسومة على 2=", "segmented": "اوجد ناتج 500 مقسومه علي 2 =", "equation": "x=500/2", "tag": "novel"}, {"question": "يتناول سالم3 وجبات طعام كل يوم؛ فكم وجبة يتناول في أسبوع؟", "segmented": "يتناول سالم 3 وجبات طعام كل يوم ؛ فكم وجبه يتناول في اسبوع ؟", "equation": "x=3*7", "tag": "novel"}, {"question": "( 3/5 ) رقم هو 120 أكثر من 40 ٪ منه، هذا الرقم =؟", "segmented": "(3/5) رقم هو 120 اكثر من 40% منه هذا الرقم = ؟", "equation": "x=120/((3/5)-40%)", "tag": "translated"}, {"question": "أوجد ناتج: 13*8-41=؟", "segmented": "اوجد ناتج : 13 * 8 - 41 = ؟", "equation": "x=13*8-41", "tag": "novel"}, {"question": "أوجد قيمة 9 ضرب 8 قسمة 2؟", "segmented": "اوجد قيمه 9 ضرب 8 قسمه 2 ؟", "equation": "x=(8*9)/2", "tag": "novel"}, {"question": "إذا وضع 40 كرسيًّا حول 10 طاولات بالتساوي؛ فما عدد الكراسي حول كل طاولة؟", "segmented": "اذا وضع 40 كرسيا حول 10 طاولات بالتساوي ؛ فما عدد الكراسي حول كل طاوله ؟", "equation": "x=40/10", "tag": "novel"}, {"question": "أنفقت مزون 120 ريالا لشراء 3 صناديق من التفاح، كم يكلف كل صندوق من التفاح؟", "segmented": "انفقت مزون 120 ريالا لشراء 3 صناديق من التفاح كم يكلف كل صندوق من التفاح ؟", "equation": "x=120/3", "tag": "translated"}, {"question": "يتكون الكتاب من 188 صفحة، قرأ الطفل 60 صفحة، وخطط لقراءة 16 صفحة في اليوم؛ فكم عدد الأيام المتبقية لإنهاء القراءة؟", "segmented": "يتكون الكتاب من 188 صفحه قرا الطفل 60 صفحه وخطط لقراءه 16 صفحه في اليوم ؛ فكم عدد الايام المتبقيه لانهاء القراءه ؟", "equation": "x=(188-60)/16", "tag": "translated"}, {"question": "لدى حليمة 20 كيلوجراما من الدقيق، وتستخدم 7.6 كيلوجراما في المرة الأولى و 5.7 كيلوجراما في المرة الثانية؛ فكم كيلوجراما استهلكت؟", "segmented": "لدي حليمه 20 كيلوجراما من الدقيق وتستخدم 7.6 كيلوجراما في المره الاولي و 5.7 كيلوجراما في المره الثانيه ؛ فكم كيلوجراما استهلكت ؟", "equation": "x=7.6+5.7", "tag": "translated"}, {"question": "200/50 في 4 =", "segmented": "200 / 50 في 4 =", "equation": "x=50*4/200", "tag": "translated"}, {"question": "أوجد مساحة دائرة نصف قطرها يساوي 6.21", "segmented": "اوجد مساحه دائره نصف قطرها يساوي 6.21", "equation": "x=3.14*6.21^2", "tag": "novel"}, {"question": "أوجد حاصل ضرب تسعة من ( 1/18 ) في ( 5/6 ) =؟", "segmented": "اوجد حاصل ضرب 9 من (1/18) في (5/6) = ؟", "equation": "x=(1/18)*9*(5/6)", "tag": "translated"}, {"question": "قرأ شياو مينغ كتابًا كاملاً، وفي اليوم الأول قرأ 30٪ من الكتاب، وفي اليوم التالي قرأ 15 صفحة، وفي هذا الوقت، كانت نسبة الصفحات التي تمت قراءتها إلى الصفحات التي لم تتم قراءتها 2: 3. كم عدد الصفحات الموجودة في هذا الكتاب؟", "segmented": "قرا شياو مينغ كتابا كاملا وفي اليوم الاول قرا 30% من الكتاب وفي اليوم التالي قرا 15 صفحه وفي هذا الوقت كانت نسبه الصفحات التي تمت قراءتها الي الصفحات التي لم تتم قراءتها 2 : 3 . كم عدد الصفحات الموجوده في هذا الكتاب ؟", "equation": "x=15/(1-((3)/(2+3))-30%)", "tag": "translated"}, {"question": "( 2/3)* 4* ( 1/2)=.", "segmented": "(2/3) * 4 * (1/2) = .", "equation": "x=(2/3)*4*(1/2)", "tag": "translated"}, {"question": "س * 12 يساوي 8. أحسب قيمة س", "segmented": "س * 12 يساوي 8 . احسب قيمه س", "equation": "x=12/8", "tag": "translated"}, {"question": "تم شحن 250 كيلوغرامًا من الخيار من مزرعة الخضار، وكان الخيار المشحون أقل من الطماطم بـ(1/6)؛ فما عدد الكيلوغرامات من الطماطم والخيار التي تم شحنها؟", "segmented": "تم شحن 250 كيلوغراما من الخيار من مزرعه الخضار وكان الخيار المشحون اقل من الطماطم ب (1/6) ؛ فما عدد الكيلوغرامات من الطماطم والخيار التي تم شحنها ؟", "equation": "x=250+250/(1-(1/6))", "tag": "translated"}, {"question": "عندما ذهب حامد إلى سوق كان في محفظته 52 ريالاً، وفي جيبه 8 ريالات فإذا اشترى كتابًا بـ23 ريالاً؛ فكم ريالاً يبقى معه؟", "segmented": "عندما ذهب حامد الي سوق كان في محفظته 52 ريالا وفي جيبه 8 ريالات فاذا اشتري كتابا ب 23 ريالا ؛ فكم ريالا يبقي معه ؟", "equation": "x=(52+8)-23", "tag": "novel"}, {"question": "أوجد ناتج: 45*3=", "segmented": "اوجد ناتج : 45 * 3 =", "equation": "x=3*45", "tag": "novel"}, {"question": "أوجد ناتج: 80 طرح منها 70 ضرب 5؟", "segmented": "اوجد ناتج : 80 طرح منها 70 ضرب 5 ؟", "equation": "x=(80-70)*5", "tag": "novel"}, {"question": "أوجد ناتج: 36*5-90", "segmented": "اوجد ناتج : 36 * 5 - 90", "equation": "x=36*5-90", "tag": "novel"}, {"question": "تبلغ فرح من العمر 8 سنوات اليوم، إن أصبح عمرها 13 سنة؛ فكم سنة مرت؟", "segmented": "تبلغ فرح من العمر 8 سنوات اليوم ان اصبح عمرها 13 سنه ؛ فكم سنه مرت ؟", "equation": "x=13-8", "tag": "translated"}, {"question": "يقضي فتحي (5/6) ساعات في اليوم في أداء الواجبات المنزلية، ويستغرق (2/5) الوقت في أداء واجبات العلوم؛ فما مقدار الوقت الذي يقضيه في واجبات العلوم؟", "segmented": "يقضي فتحي (5/6) ساعات في اليوم في اداء الواجبات المنزليه ويستغرق (2/5) الوقت في اداء واجبات العلوم ؛ فما مقدار الوقت الذي يقضيه في واجبات العلوم ؟", "equation": "x=(5/6)*(2/5)", "tag": "translated"}, {"question": "السعر الأصلي لتذكرة الطائرة من جدة إلى الرياض هو 980 ريالاً، اشترى فؤاد تذكرة ب 0.6 سعرها الأصلي؛ فكم ريالاً ادَّخر؟", "segmented": "السعر الاصلي لتذكره الطائره من جده الي الرياض هو 980 ريالا اشتري فؤاد تذكره ب 0.6 سعرها الاصلي ؛ فكم ريالا ادخر ؟", "equation": "x=980*(1-0.6)", "tag": "translated"}, {"question": "أوجد ناتج: 100-68+24=؟", "segmented": "اوجد ناتج : 100 - 68 + 24 = ؟", "equation": "x=100-68+24", "tag": "novel"}, {"question": "أوجد ناتج القسمة 72 قسمة 3؟", "segmented": "اوجد ناتج القسمه 72 قسمه 3 ؟", "equation": "x=72/3", "tag": "novel"}, {"question": "جلب سوبر ماركت 10 عبوات من المناشف، كل عبوَة تحتوي على 240 قطعة؛ فكم عدد المناشف المتبقية بعد بيع 1420 منها؟", "segmented": "جلب سوبر ماركت 10 عبوات من المناشف كل عبوه تحتوي علي 240 قطعه ؛ فكم عدد المناشف المتبقيه بعد بيع 1420 منها ؟", "equation": "x=240*10-1420", "tag": "translated"}, {"question": "خذ مستطيلاً طوله 12 سم وعرضه 6 سم، واسحبه ليصبح متوازي أضلاع ارتفاعه 10 سم؛ فما مساحة متوازي الأضلاع هذا بالسنتيمترات المربعة.", "segmented": "خذ مستطيلا طوله 12 سم وعرضه 6 سم واسحبه ليصبح متوازي اضلاع ارتفاعه 10 سم ؛ فما مساحه متوازي الاضلاع هذا بالسنتيمترات المربعه .", "equation": "x=6*10", "tag": "translated"}, {"question": "يمكن للعامل أن يصنع 120 قطعة في 3 ساعات، وطبقًا لهذا الحساب؛ ففي كم ساعة يمكن تصنيع 200 قطعة؟", "segmented": "يمكن للعامل ان يصنع 120 قطعه في 3 ساعات وطبقا لهذا الحساب ؛ ففي كم ساعه يمكن تصنيع 200 قطعه ؟", "equation": "x=200/(120/3)", "tag": "translated"}, {"question": "تبلغ مساحة متوازي الاضلاع 42 مترًا مربعًا، وارتفاعه 6 أمتار، فكم طول قاعدته؟", "segmented": "تبلغ مساحه متوازي الاضلاع 42 مترا مربعا وارتفاعه 6 امتار فكم طول قاعدته ؟", "equation": "x=42/6", "tag": "translated"}, {"question": "طول سيارة 365 سم؛ فما طول 7 سيارات من النوع نفسه؟", "segmented": "طول سياره 365 سم ؛ فما طول 7 سيارات من النوع نفسه ؟", "equation": "x=7*365", "tag": "novel"}, {"question": "أوجد مساحة المثلث الذي ارتفاعه 30، وطول قاعدته 19؟", "segmented": "اوجد مساحه المثلث الذي ارتفاعه 30 وطول قاعدته 19 ؟", "equation": "x=(19*30)/2", "tag": "novel"}, {"question": "( 3/8 )أضعاف رقم يساوي 24، هذا الرقم =.", "segmented": "(3/8) اضعاف رقم يساوي 24 هذا الرقم = .", "equation": "x=24/(3/8)", "tag": "translated"}, {"question": "انطلقت سيارة من المدينة أ إلى المدينة ب، وقطعت مسافة 217 كيلومتراً في 3.5 ساعات. على هذا النحو، سوف تحتاج السيارة 4.5 ساعات أخرى للوصول إلى المدينة ب. كم كيلومتر بين المدينتين؟", "segmented": "انطلقت سياره من المدينه ا الي المدينه ب وقطعت مسافه 217 كيلومترا في 3.5 ساعات. علي هذا النحو سوف تحتاج السياره 4.5 ساعات اخري للوصول الي المدينه ب. كم كيلومتر بين المدينتين ؟", "equation": "x=217/3.5*(3.5+4.5)", "tag": "translated"}, {"question": "2 - ( 1/5 ) + ( 4/5 ) =.", "segmented": "2 - (1/5) + (4/5) = .", "equation": "x=2-(1/5)+(4/5)", "tag": "translated"}, {"question": "يأكل طائر صغير 17 دودة كل يوم؛ فكم دودة يأكل في 40 يومًا؟", "segmented": "ياكل طائر صغير 17 دوده كل يوم ؛ فكم دوده ياكل في 40 يوما ؟", "equation": "x=17*40", "tag": "novel"}, {"question": "يصل طول دودة إلى 45 سم، فإذا كان هناك 40 دودة من نفس النوف فما أطوالها معًا؟", "segmented": "يصل طول دوده الي 45 سم فاذا كان هناك 40 دوده من نفس النوف فما اطوالها معا ؟", "equation": "x=45*40", "tag": "novel"}, {"question": "أوجد ناتج 67*7؟", "segmented": "اوجد ناتج 67 * 7 ؟", "equation": "x=7*67", "tag": "novel"}, {"question": "ما ناتج العملية: (99+11)-( 77+10)=", "segmented": "ما ناتج العمليه : ( 99 + 11 ) - ( 77 + 10 ) =", "equation": "x=(11+99)-(10+77)", "tag": "novel"}, {"question": "الحساب : 248+249+250 +251+252=.", "segmented": "الحساب : 248 + 249 + 250 + 251 + 252 = .", "equation": "x=248+249+250+251+252", "tag": "translated"}, {"question": "يستغرق رائد 15 دقيقة لتناول طعام الغداء يوميًّا؛ فكم يستغرق في 6 أيام؟", "segmented": "يستغرق رائد 15 دقيقه لتناول طعام الغداء يوميا ؛ فكم يستغرق في 6 ايام ؟", "equation": "x=6*15", "tag": "novel"}, {"question": "أوجد ناتج: 50 قسمة 2-9=", "segmented": "اوجد ناتج : 50 قسمه 2 - 9 =", "equation": "x=50/2-9", "tag": "novel"}, {"question": "320 مقسوما على الفرق 68-4، الحاصل =؟", "segmented": "320 مقسوما علي الفرق 68 - 4 الحاصل = ؟", "equation": "x=320/(68-4)", "tag": "translated"}, {"question": "اصطاد صياد 76 سمكة في يوم ما، فإذا أعطى فقيرًا 7 منها؛ فكم سمكة تتبقى معه؟", "segmented": "اصطاد صياد 76 سمكه في يوم ما فاذا اعطي فقيرا 7 منها ؛ فكم سمكه تتبقي معه ؟", "equation": "x=76-7", "tag": "novel"}, {"question": "مجموع ( 2/5 ) من رقم و 6 هو 30، هذا الرقم =.", "segmented": "مجموع (2/5) من رقم و 6 هو 30 هذا الرقم = .", "equation": "x=(30-6)/(2/5)", "tag": "translated"}, {"question": "( 7/8)* 6.4 + 30% في 2.4=؟", "segmented": "(7/8) * 6.4 + 30% في 2.4 = ؟", "equation": "x=(7/8)*6.4+2.4*30%", "tag": "translated"}, {"question": "عدد الطلاب في النادي هو 120، وعدد الطلاب في المدرسة بأكملها هو 6 أكثر من 12 ضعف عدد من في النادي؛ فكم عدد الطلاب في المدرسة؟", "segmented": "عدد الطلاب في النادي هو 120 وعدد الطلاب في المدرسه باكملها هو 6 اكثر من 12 ضعف عدد من في النادي ؛ فكم عدد الطلاب في المدرسه ؟", "equation": "x=120*12+6", "tag": "translated"}, {"question": "ترغب عائلة بطلائ جدار بطول 72 مترًا وعرض 3 أمتار، فإذا كانت تكلفة الطلاء 18 ريالاً للمتر المربع؛ فما هي تكلفة طلاء هذا الجدار؟", "segmented": "ترغب عائله بطلائ جدار بطول 72 مترا وعرض 3 امتار فاذا كانت تكلفه الطلاء 18 ريالا للمتر المربع ؛ فما هي تكلفه طلاء هذا الجدار ؟", "equation": "x=72*3*18", "tag": "translated"}, {"question": "ما ناتج قسمة 1300 على 2؟", "segmented": "ما ناتج قسمه 1300 علي 2 ؟", "equation": "x=1300/2", "tag": "novel"}, {"question": "5 أضعاف 160 مقسومة على مجموع 320 + 480 . الحاصل =؟", "segmented": "5 اضعاف 160 مقسومه علي مجموع 320 + 480 . الحاصل = ؟", "equation": "x=160*5/(320+480)", "tag": "translated"}, {"question": "أنفقت أمي 15.8 ريالا لشراء جزر، وبقي 34.2 ريالا معها، كم ريالا أحضرت معها؟", "segmented": "انفقت امي 15.8 ريالا لشراء جزر وبقي 34.2 ريالا معها كم ريالا احضرت معها ؟", "equation": "x=15.8+34.2", "tag": "translated"}, {"question": "تبلغ مساحة مثلث 30 سم وقاعدته تساوي 13 سم. ما هو الارتفاع؟", "segmented": "تبلغ مساحه مثلث 30 سم وقاعدته تساوي 13 سم. ما هو الارتفاع ؟", "equation": "x=2*30/13", "tag": "novel"}, {"question": "مع سامي 3 بالونات، ومع أخته 4 بالونات؛ فكم عدد البلونات مع سامي وأخته؟", "segmented": "مع سامي 3 بالونات ومع اخته 4 بالونات ؛ فكم عدد البلونات مع سامي واخته ؟", "equation": "x=3+4", "tag": "novel"}, {"question": "حديقة ألعاب لها 3 مداخل، وإذا دخل 1500 إلى الحديقة عبر المداخل الثلاثة بالتساوي؛ فكم شخصًا دخل عبر كل مدخل؟", "segmented": "حديقه العاب لها 3 مداخل واذا دخل 1500 الي الحديقه عبر المداخل 3 بالتساوي ؛ فكم شخصا دخل عبر كل مدخل ؟", "equation": "x=1500/3", "tag": "novel"}, {"question": "يبلغ طول سارية العلم في مدرسة ابتدائية 1.09 متر في الجزء السفلي، وهو أقصر بمقدار 1.7 متر من الجزء الموجود فوق سطح الأرض، كم متر يبلغ طول سارية العلم هذه.", "segmented": "يبلغ طول ساريه العلم في مدرسه ابتدائيه 1.09 متر في الجزء السفلي وهو اقصر بمقدار 1.7 متر من الجزء الموجود فوق سطح الارض كم متر يبلغ طول ساريه العلم هذه .", "equation": "x=1.09+1.7+1.09", "tag": "translated"}, {"question": "1.8*1.9+0.35^2 =.", "segmented": "1.8 * 1.9 + 0.35 ^ 2 = .", "equation": "x=1.8*1.9+0.35^2", "tag": "translated"}, {"question": "يقوم فريق إنشاء الطرق ببناء طريق بطول 10 كم، في اليوم الأول تم بناء (1/5) من الطول الإجمالي، وفي اليوم الثاني تم بناء (3/2) أمتار؛ فكم عدد الكيلومترات التي لم يتم إصلاحها؟", "segmented": "يقوم فريق انشاء الطرق ببناء طريق بطول 10 كم في اليوم الاول تم بناء (1/5) من الطول الاجمالي وفي اليوم الثاني تم بناء (3/2) امتار ؛ فكم عدد الكيلومترات التي لم يتم اصلاحها ؟", "equation": "x=10-10*(1/5)-(3/2)", "tag": "translated"}]